Repository: GNA-SERVICES-INC/MoNGate
Catalog: kbd-1.15/po/*.po
Languages: pl

source: usage: chvt N
pl: sk³adnia: chvt N

source: %s: unknown option
pl: %s: nieznana opcja

source: %s: deallocating all unused consoles failed
pl: %s: zwolnienie wszystkich nie u¿ywanych konsol nie powiod³o siê

source: %s: 0: illegal VT number
pl: %s: 0: b³êdny numer VT

source: %s: VT 1 is the console and cannot be deallocated
pl: %s: VT 1 jest konsol± i nie mo¿e byæ zwolniony

source: %s: could not deallocate console %d
pl: %s: nie mo¿na zwolniæ konsoli %d

source: KDGKBENT error at index 0 in table %d
pl: b³±d KDGKBENT pod indeksem 0 w tabeli %d

source: %s: cannot find any keymaps?
pl: %s: nie mo¿na znale¼æ ¿adnych map klawiatury?

source: %s: plain map not allocated? very strange ...
pl: %s: zwyk³a mapa nie przydzielona? bardzo dziwne...

source: KDGKBENT error at index %d in table %d
pl: b³±d KDGKBENT pod indeksem %d w tabeli %d

source: keycode range supported by kernel: 1 - %d
pl: przedzia³ kodów klawiszy obs³. przez j±dro: 1 - %d

source: max number of actions bindable to a key: %d
pl: maks. liczba akcji do przypisania klawiszowi: %d

source: number of keymaps in actual use: %d
pl: liczba aktualnie u¿ywanych map klawiatury: %d

source: of which %d dynamically allocated
pl: z których %d dynamicznie przydzielono

source: ranges of action codes supported by kernel:
pl: przedzia³y kodów akcji obs³ugiwanych przez j±dro:

source: number of function keys supported by kernel: %d
pl: liczba klawiszy funkcyjnych obs³ugiwanych przez j±dro: %d

source: max nr of compose definitions: %d
pl: maksymalna liczba definicji compose: %d

source: nr of compose definitions in actual use: %d
pl: liczba aktualnie u¿ywanych definicji compose: %d

source: Symbols recognized by %s: (numeric value, symbol)
pl: Symbole rozpoznawane przez %s: (warto¶æ liczbowa, symbol)

source: The following synonyms are recognized:
pl: Rozpoznawane s± nastêpuj±ce synonimy:

source: %-15s for %s
pl: %-15s dla %s

source: Recognized modifier names and their column numbers:
pl: Rozpoznawane nazwy modyfikatorów i numery ich kolumn:

source: # not alt_is_meta: on keymap %d key %d is bound to
pl: # alt nie jest meta: w mapie %d klawisz %d przypisano do

source: impossible: not meta?
pl: niemo¿liwe: nie meta?

source: KDGKBSENT failed at index %d:
pl: KDGKBSENT nie powiod³o siê pod indeksem %d:

source: dumpkeys version %s
pl: dumpkeys wersja %s

source: usage: dumpkeys [options...] valid options are: -h --help display this help text -i --short-info display information about keyboard driver -l --long-info display above and symbols known to loadkeys -n --numeric display keytable in hexadecimal notation -f --full-table don't use short-hand notations, one row per keycode -1 --separate-lines one line per (modifier,keycode) pair --funcs-only display only the function key strings --keys-only display only key bindings --compose-only display only compose key combinations -c --charset=
pl: sk³adnia: dumpkeys [opcje...] poprawne opcje to: -h --help wy¶wietlenie tego opisu -i --short-info wy¶wietlenie informacji o sterowniku klawiatury -l --long-info wy¶wietlenie powy¿szego i symboli znanych loadkeys -n --numeric wy¶wietlenie tablicy klawiatury w notacji szesnastkowej -f --full-table nie u¿ywanie notacji skróconych, jeden wiersz na kod -1 --separate-lines jedna linia na parê (modyfikator,kod) --funcs-only wy¶wietlenie tylko ³añcuchów dla klawiszy funkcyjnych --keys-only wy¶wietlenie tylko przypisañ klawiszy --compose-only wy¶wietlenie tylko kombinacji compose -c --charset=

source: interpret character action codes to be from the specified character set
pl: interpretowanie kodów znaków jako pochodz±cych z podanego zestawu

source: %s version %s Usage: %s [options] Valid options are: -h --help display this help text -V --version display program version -n --next-available display number of next unallocated VT
pl: %s wersja %s Sk³adnia: %s [opcje] Poprawne opcje to: -h --help wy¶wietlenie tego opisu -V --version wy¶wietlenie tego opisu -n --next-available wy¶wietlenie nastêpnego nieprzydzielonego VT

source: Couldn't read VTNO:
pl: Nie uda³o siê odczytaæ VTNO:

source: error executing %s
pl: b³±d podczas wykonywania %s

source: Couldn't open %s
pl: Nie uda³o siê otworzyæ %s

source: Couldn't get a file descriptor referring to the console
pl: Nie uda³o siê uzyskaæ deskryptora pliku wskazuj±cego na konsolê

source: usage: getkeycodes
pl: sk³adnia: getkeycodes

source: Plain scancodes xx (hex) versus keycodes (dec)
pl: Zwyk³e skankody xx (hex) a kody klawiszy (dec)

source: 0 is an error; for 1-88 (0x01-0x58) scancode equals keycode
pl: 0 jest b³êdem; dla 1-88 (0x01-0x58) skankod jest równy kodowi klawisza

source: for 1-%d (0x01-0x%02x) scancode equals keycode
pl: dla 1-%d (0x01-0x%02x) skankod jest równy kodowi klawisza

source: Escaped scancodes e0 xx (hex)
pl: Specjalne skankody e0 xx (hex)

source: failed to get keycode for scancode 0x%x
pl: odczytanie kodu klawisza dla skankodu 0x%x nie powiod³o siê

source: Usage: %s [-s] [-C console]
pl: Sk³adnia: %s [-s] [-C konsola]

source: usage: kbd_mode [-a|-u|-k|-s] [-C device]
pl: sk³adnia: kbd_mode [-a|-u|-k|-s] [-C urz±dzenie]

source: kbd_mode: error reading keyboard mode
pl: kbd_mode: b³±d podczas odczytywania trybu klawiatury

source: The keyboard is in raw (scancode) mode
pl: Klawiatura jest w trybie surowym (skankodów)

source: The keyboard is in mediumraw (keycode) mode
pl: Klawiatura jest w trybie ¶rednio surowym (kodów klawiszy)

source: The keyboard is in the default (ASCII) mode
pl: Klawiatura jest w trybie normalnym (ASCII)

source: The keyboard is in Unicode (UTF-8) mode
pl: Klawiatura jest w trybie Unikodu (UTF-8)

source: The keyboard is in some unknown mode
pl: Klawiatura jest w nieznanym trybie

source: %s: error setting keyboard mode
pl: %s: b³±d podczas ustawiania trybu klawiatury

source: Typematic Rate set to %.1f cps (delay = %d ms)
pl: Czêstotliwo¶æ powtarzania ustawiono na %.1f zn/sek (opó¼nienie = %d ms)

source: Usage: kbdrate [-V] [-s] [-r rate] [-d delay]
pl: Sk³adnia: kbdrate [-V] [-s] [-r czêstotliwo¶æ] [-d opó¼nienie]

source: Cannot open /dev/port
pl: Nie mo¿na otworzyæ /dev/port

source: bug: getfont called with count<256
pl: b³±d: getfont wywo³ane z licznikiem<256

source: bug: getfont using GIO_FONT needs buf.
pl: b³±d: getfont z u¿yciem GIO_FONT wymaga bufora.

source: %s: out of memory
pl: %s: brak pamiêci

source: unknown charset %s - ignoring charset request
pl: nieznany zestaw znaków %s - ignorowanie ¿±dania zestawu znaków

source: assuming iso-8859-1 %s
pl: przyjmowanie iso-8859-1 %s

source: assuming iso-8859-15 %s
pl: przyjmowanie iso-8859-15 %s

source: assuming iso-8859-2 %s
pl: przyjmowanie iso-8859-2 %s

source: assuming iso-8859-3 %s
pl: przyjmowanie iso-8859-3 %s

source: assuming iso-8859-4 %s
pl: przyjmowanie iso-8859-4 %s

source: unknown keysym '%s'
pl: nieznany symbol '%s'

source: plus before %s ignored
pl: zignorowano plus przed %s

source: '%s' is not a function key symbol
pl: '%s' nie jest symbolem klawisza funkcyjnego

source: too many (%d) entries on one line
pl: zbyt du¿o wpisów (%d) w jednej linii

source: too many key definitions on one line
pl: zbyt du¿o definicji klawiszy w jednej linii

source: loadkeys version %s Usage: loadkeys [option...] [mapfile...] Valid options are: -b --bkeymap output a binary keymap to stdout -c --clearcompose clear kernel compose table -C <cons1,cons2,...> --console=<cons1,cons2,...> the console device(s) to be used -d --default load "%s" -h --help display this help text -m --mktable output a "defkeymap.c" to stdout -s --clearstrings clear kernel string table -u --unicode implicit conversion to Unicode -v --verbose report the changes
pl: loadkeys wersja %s Sk³adnia: loadkeys [opcja...] [plik_mapy...] Poprawne opcje to: -b --bkeymap wypisanie binarnej mapy klawiszy na standardowe wyj¶cie -c --clearcompose wyczyszczenie tabeli compose w j±drze -C <kons1,kons2,...> --console=<kons1,kons2,...> urz±dzenia konsol do u¿ycia -d --default wczytanie "%s" -h --help wypisanie tego opisu -m --mktable wypisanie "defkeymap.c" na standardowe wyj¶cie -s --clearstrings wyczyszczenie tabeli ³añcuchów w j±drze -u --unicode niejawna konwersja do Unikodu -v --verbose informowanie o zmianach

source: syntax error in map file
pl: b³±d sk³adni w pliku mapy

source: key bindings not changed
pl: przypisania klawiszy nie zmienione

source: includes are nested too deeply
pl: pliki do³±czane zbyt g³êboko

source: switching to %s
pl: prze³±czanie na %s

source: cannot open include file %s
pl: nie mo¿na otworzyæ pliku %s

source: Cannot find %s
pl: Nie mo¿na odnale¼æ %s

source: cannot open file %s
pl: nie mo¿na otworzyæ pliku %s

source: Loading %s
pl: Wczytywanie %s

source: addmap called with bad index %d
pl: addmap wywo³ano z b³êdnym indeksem %d

source: adding map %d violates explicit keymaps line
pl: dodanie mapy %d narusza jawn± liniê mapy klawiszy

source: killkey called with bad index %d
pl: killkey wywo³ano z b³êdnym indeksem %d

source: killkey called with bad table %d
pl: killkey wywo³ano ze z³± tablic± %d

source: addkey called with bad keycode %d
pl: addkey wywo³ano z b³êdnym kodem klawisza %d

source: addkey called with bad index %d
pl: addkey wywo³ano z b³êdnym indeksem %d

source: addkey called with bad table %d
pl: addkey wywo³ano z b³êdn± tablic± %d

source: %s: addfunc called with bad func %d
pl: %s: addfunc wywo³ano z b³êdn± funkcj± %d

source: %s: addfunc: func_buf overflow
pl: %s: addfunc: przepe³nienie func_buf

source: compose table overflow
pl: przepe³nienie tablicy compose

source: Keymap %d: Permission denied
pl: Mapa klawiszy %d: brak uprawnieñ

source: keycode %d, table %d = %d%s
pl: kod klawisza %d, tablica %d = %d%s

source: FAILED
pl: B£¡D

source: failed to bind key %d to value %d
pl: nie uda³o siê przypisaæ klawisza %d do warto¶ci %d

source: deallocate keymap %d
pl: zwalnianie mapy klawiszy %d

source: %s: could not deallocate keymap %d
pl: %s: nie uda³o siê zwolniæ mapy klawiszy %d

source: %s: cannot deallocate or clear keymap
pl: %s: nie uda³o siê zwolniæ lub wyczy¶ciæ mapy klawiszy

source: %s: failed to restore keyboard mode
pl: %s: nie uda³o siê odtworzyæ trybu klawiatury

source: %s: warning: this map uses Unicode symbols, %s mode=%d (perhaps you want to do `kbd_mode -u'?)
pl: %s: uwaga: ta mapa wykorzystuje symbole unikodowe, tryb %s=%d (mo¿e mia³o byæ `kbd_mode -u'?)

source: failed to bind string '%s' to function %s
pl: nie uda³o siê przypisaæ ³añcucha '%s' do funkcji %s

source: failed to clear string %s
pl: nie uda³o siê wyczy¶ciæ ³añcucha %s

source: too many compose definitions
pl: zbyt du¿o definicji compose

source: impossible error in do_constant
pl: niemo¿liwy b³±d w do_constant

source: Changed %d %s and %d %s.
pl: Zmienionych klawiszy: %d%s ³añcuchów: %d%s

source: Loaded %d compose %s.
pl: Wczytanych definicji compose: %d%s

source: (No change in compose definitions.)
pl: (Brak zmian w definicjach compose)

source: loadkeys: don't know how to compose for %s
pl: loadkeys: brak informacji o compose dla %s

source: Error writing map to file
pl: B³±d podczas zapisu mapy do pliku

source: Usage: %s [-C console] [-o map.orig]
pl: Sk³adnia: %s [-C konsola] [-o mapa.orig]

source: Bad input line: %s
pl: B³êdna linia wej¶ciowa: %s

source: %s: Glyph number (0x%x) larger than font length
pl: %s: numer znaku (0x%x) wiêkszy od d³ugo¶ci fontu

source: %s: Bad end of range (0x%x)
pl: %s: B³êdny koniec przedzia³u (0x%x)

source: %s: Bad Unicode range corresponding to font position range 0x%x-0x%x
pl: %s: B³êdny przedzia³ Unikodu odpowiadaj±cy przedzia³owi 0x%x-0x%x w foncie

source: %s: Unicode range U+%x-U+%x not of the same length as font position range 0x%x-0x%x
pl: %s: Przedzia³ Unikodu U+%x-U+%x nie jest tej samej d³ugo¶ci co 0x%x-0x%x w foncie

source: %s: trailing junk (%s) ignored
pl: %s: zignorowano koñcowe ¶mieci (%s)

source: Loading unicode map from file %s
pl: Wczytywanie mapy unikodowej z pliku %s

source: %s: %s: Warning: line too long
pl: %s: %s: Uwaga: linia zbyt d³uga

source: %s: not loading empty unimap (if you insist: use option -f to override)
pl: %s: nie wczytywanie pustej unimapy (je¶li tak ma byæ: mo¿na wymusiæ opcj± -f)

source: entry
pl: wpis

source: entries
pl: wpisów

source: Saved unicode map on `%s'
pl: Zapisano mapê unikodow± w `%s'

source: Appended Unicode map
pl: Do³±czono mapê unikodow±

source: usage: %s [-v] [-o map.orig] map-file
pl: sk³adnia: %s [-v] [-o mapa.orig] plik-mapy

source: mapscrn: cannot open map file _%s_
pl: mapscrn: nie mo¿na otworzyæ pliku mapy _%s_

source: Cannot stat map file
pl: Nie mo¿na wykonaæ stat na pliku mapy

source: Loading binary direct-to-font screen map from file %s
pl: Wczytywanie binarnej, bezpo¶redniej mapy ekranowej z pliku %s

source: Error reading map from file `%s'
pl: B³±d podczas czytania mapy z pliku `%s'

source: Loading binary unicode screen map from file %s
pl: Wczytywanie binarnej, unikodowej mapy ekranowej z pliku %s

source: Loading symbolic screen map from file %s
pl: Wczytywanie symbolicznej mapy ekranowej z pliku %s

source: Error parsing symbolic map from `%s', line %d
pl: B³±d podczas analizy mapy symbolicznej z `%s' w linii %d

source: Cannot read console map
pl: Nie mo¿na odczytaæ mapy konsoli

source: Saved screen map in `%s'
pl: Zapisano mapê ekranow± w `%s'

source: openvt: %s: illegal vt number
pl: openvt: %s: b³êdny numer vt

source: openvt: only root can use the -u flag.
pl: openvt: tylko root mo¿e u¿yæ flagi -u.

source: openvt: cannot find a free vt
pl: openvt: nie mo¿na znale¼æ wolnego vt

source: openvt: cannot check whether vt %d is free
pl: openvt: nie mo¿na sprawdziæ, czy vt %d jest wolny

source: use `openvt -f' to force.
pl: mo¿na u¿yæ `openvt -f' w celu wymuszenia.

source: openvt: vt %d is in use; command aborted
pl: openvt: vt %d jest u¿ywany; program przerwano

source: openvt: Unable to open %s: %s
pl: openvt: Nie mo¿na otworzyæ %s: %s

source: openvt: Cannot open %s read/write (%s)
pl: openvt: Nie mo¿na otworzyæ %s do odczytu i zapisu (%s)

source: openvt: using VT %s
pl: openvt: u¿ycie VT %s

source: openvt: Unable to set new session (%s)
pl: openvt: Nie mo¿na ustanowiæ nowej sesji (%s)

source: openvt: could not open %s R/W (%s)
pl: openvt: nie mo¿na otworzyæ %s w trybie R/W (%s)

source: openvt: could not activate vt %d (%s)
pl: openvt: nie uda³o siê uaktywniæ vt %d (%s)

source: openvt: activation interrupted? (%s)
pl: openvt: uaktywnianie przerwane? (%s)

source: openvt: could not deallocate console %d
pl: openvt: nie mo¿na zwolniæ konsoli %d

source: Usage: openvt [-c vtnumber] [-f] [-l] [-u] [-s] [-v] [-w] -- command_line
pl: Sk³adnia: openvt [-c numer_vt] [-f] [-l] [-u] [-s] [-v] [-w] -- polecenie

source: Couldn't find owner of current tty!
pl: Nie uda³o siê odnale¼æ w³a¶ciciela bie¿±cego tty!

source: %s: short ucs2 unicode table
pl: %s: krótka tablica unikodowa ucs2

source: %s: short utf8 unicode table
pl: %s: krótka tablica unikodowa utf8

source: %s: bad utf8
pl: %s: b³êdne utf8

source: %s: unknown utf8 error
pl: %s: nieznany b³±d utf8

source: %s: short unicode table
pl: %s: krótka tablica unikodowa

source: %s: Error reading input font
pl: %s: B³±d podczas odczytu fontu wej¶ciowego

source: %s: Bad call of readpsffont
pl: %s: B³êdne wywo³anie readpsffont

source: %s: Unsupported psf file mode (%d)
pl: %s: Nie obs³ugiwany rodzaj pliku psf (%d)

source: %s: Unsupported psf version (%d)
pl: %s: Nie obs³ugiwana wersja psf (%d)

source: %s: zero input font length?
pl: %s: font wej¶ciowy zerowej d³ugo¶ci?

source: %s: zero input character size?
pl: %s: znak wej¶ciowy zerowego rozmiaru?

source: %s: Input file: bad input length (%d)
pl: %s: Plik wej¶ciowy: b³êdna d³ugo¶æ wej¶cia (%d)

source: %s: Input file: trailing garbage
pl: %s: Plik wej¶ciowy: koñcowe ¶mieci

source: appendunicode: illegal unicode %u
pl: appendunicode: b³êdny unikod %u

source: Cannot write font file header
pl: Nie mo¿na zapisaæ nag³ówka pliku fontu

source: Cannot write font file
pl: Nie mo¿na zapisaæ pliku fontu

source: %s: Warning: line too long
pl: %s: Uwaga: linia zbyt d³uga

source: %s: Bad input line: %s
pl: %s: B³êdna linia wej¶ciowa: %s

source: %s: Glyph number (0x%lx) past end of font
pl: %s: Numer znaku (0x%lx) wykracza poza koniec fontu

source: %s: Bad end of range (0x%lx)
pl: %s: B³êdny koniec przedzia³u (0x%lx)

source: %s: Corresponding to a range of font positions, there should be a Unicode range
pl: %s: przedzia³owi w foncie powinien odpowiadaæ przedzia³ Unikodu

source: Usage: %s infont intable outfont
pl: Sk³adnia: %s font-wej¶ciowy tablica-wej¶ciowa font-wyj¶ciowy

source: Usage: %s infont [outtable]
pl: Sk³adnia: %s font-wej¶ciowy [tablica-wyj¶ciowa]

source: Usage: %s infont outfont
pl: Sk³adnia: %s font-wej¶ciowy font-wyj¶ciowy

source: Usage: %s [-i infont] [-o outfont] [-it intable] [-ot outtable] [-nt]
pl: Sk³adnia: %s [-i font-wej] [-o font-wyj] [-it tab-wej] [-ot tab-wyj] [-nt]

source: %s: Bad magic number on %s
pl: %s: B³êdna liczba magiczna w %s

source: %s: psf file with unknown magic
pl: %s: plik psf z nieznanym znacznikiem

source: %s: input font does not have an index
pl: %s: font wej¶ciowy nie ma indeksu

source: resizecons: cannot find videomode file %s
pl: resizecons: nie mo¿na odnale¼æ pliku trybów graficznych %s

source: Invalid number of lines
pl: B³êdna liczba linii

source: Old mode: %dx%d New mode: %dx%d
pl: Stary tryb: %dx%d Nowy tryb: %dx%d

source: Old #scanlines: %d New #scanlines: %d Character height: %d
pl: Stara l.skanlinii: %d Nowa l.skanlinii: %d Wysoko¶æ znaku: %d

source: resizecons: the command `%s' failed
pl: resizecons: polecenie `%s' nie powiod³o siê

source: resizecons: don't forget to change TERM (maybe to con%dx%d or linux-%dx%d)
pl: resizecons: trzeba zmieniæ TERM (mo¿e na con%dx%d lub linux-%dx%d)

source: resizecons: call is: resizecons COLSxROWS or: resizecons COLS ROWS or: resizecons -lines ROWS, with ROWS one of 25, 28, 30, 34, 36, 40, 44, 50, 60
pl: resizecons: sk³adnia: resizecons KOLUMNYxWIERSZE lub resizecons KOLUMNY WIERSZE lub: resizecons -lines WIERSZE gdzie WIERSZE mog± byæ liczb± jedn± z: 25, 28, 30, 34, 36, 40, 44, 50, 60

source: resizecons: cannot get I/O permissions.
pl: resizecons: nie mo¿na uzyskaæ uprawnieñ do wej¶cia/wyj¶cia

source: usage: screendump [n]
pl: sk³adnia: screendump [n]

source: Error reading %s
pl: B³±d podczas czytania %s

source: couldn't read %s, and cannot ioctl dump
pl: nie mo¿na odczytaæ %s, nie mo¿na zrzuciæ ioctl

source: couldn't read %s
pl: nie mo¿na odczytaæ %s

source: Strange ... screen is both %dx%d and %dx%d ??
pl: Dziwne... ekran jest jednocze¶nie %dx%d i %dx%d???

source: Error writing screendump
pl: B³±d podczas zapisu zrzutu ekranu

source: Usage: setfont [write-options] [-<N>] [newfont..] [-m consolemap] [-u unicodemap] write-options (take place before file loading): -o <filename> Write current font to <filename> -O <filename> Write current font and unicode map to <filename> -om <filename> Write current consolemap to <filename> -ou <filename> Write current unicodemap to <filename> If no newfont and no -[o|O|om|ou|m|u] option is given, a default font is loaded: setfont Load font "default[.gz]" setfont -<N> Load font "default8x<N>[.gz]" The -<N> option selects a font from a codepage that contains three fonts: setfont -{8|14|16} codepage.cp[.gz] Load 8x<N> font from codepage.cp Explicitly (with -m or -u) or implicitly (in the fontfile) given mappings will be loaded and, in the case of consolemaps, activated. -h<N> (no space) Override font height. -m <fn> Load console screen map. -u <fn> Load font unicode map. -m none Suppress loading and activation of a screen map. -u none Suppress loading of a unicode map. -v Be verbose. -C <cons> Indicate console device to be used. -V Print version and exit. Files are loaded from the current directory or %s/*/.
pl: Sk³adnia: setfont [opcje-zapisu] [-<N>] [nowyfont...] [-m mapakon] [-u unimapa] opcje-zapisu (uwzglêdniane przed wczytywaniem pliku): -o <plik> Zapisanie aktualnego fontu do <pliku> -O <plik> Zapisanie aktualnego fontu i unimapy do <pliku> -om <plik> Zapisanie aktualnej mapy konsolowej do <pliku> -ou <plik> Zapisanie aktualnej unimapy do <pliku> Je¶li nie podano nowego fontu ani opcji -[o|O|om|ou|m|u], wczytywany jest domy¶lny font: setfont Wczytanie fontu "default[.gz]" setfont -<N> Wczytanie fontu "default8x<N>[.gz]" Opcja -<N> wybiera font ze strony kodowej zawieraj±cej trzy fonty: setfont -{8|14|16} strona.cp[.gz] Wczytanie fontu 8x<N> ze strona.cp Bezpo¶rednio (przez -m lub -u) lub po¶rednio (w pliku fontu) podane odwzorowania s± wczytywane i, w przypadku map konsolowych, uaktywniane. -h<N> (bez spacji) Wymuszenie wysoko¶ci fontu. -m <plik> Wczytanie mapy konsolowej dla ekranu. -u <plik> Wczytanie mapy unikodowej dla fontu. -m none Nie wczytywanie i uaktywnianie mapy ekranowej. -u none Nie wczytywanie mapy unikodowej. -v Podawanie du¿ej ilo¶ci informacji. -C <kons> Okre¶lenie urz±dzenia konsoli, które ma byæ u¿yte -V Wypisanie informacji o wersji i zakoñczenie. Pliki s± wczytywane z katalogu bie¿±cego lub %s/*/.

source: setfont: too many input files
pl: setfont: zbyt du¿o plików wej¶ciowych

source: setfont: cannot both restore from character ROM and from file. Font unchanged.
pl: setfont: nie mo¿na jednocze¶nie odtworzyæ z ROM-u i z pliku. Font nie zmieniony.

source: Bad character height %d
pl: B³êdna wysoko¶æ znaku %d

source: Bad character width %d
pl: B³êdna szeroko¶æ znaku %d

source: %s: font position 32 is nonblank
pl: %s: pozycja 32 w foncie nie jest pusta

source: %s: wiped it
pl: %s: wyczyszczono

source: %s: background will look funny
pl: %s: t³o bêdzie wygl±daæ zabawnie

source: Loading %d-char %dx%d font from file %s
pl: Wczytywanie %d-znakowego fontu %dx%d z pliku %s

source: Loading %d-char %dx%d font
pl: Wczytywanie %d-znakowego fontu %dx%d

source: Loading %d-char %dx%d (%d) font from file %s
pl: Wczytywanie %d-znakowego fontu %dx%d (%d) z pliku %s

source: Loading %d-char %dx%d (%d) font
pl: Wczytywanie %d-znakowego fontu %dx%d (%d)

source: %s: bug in do_loadtable
pl: %s: b³±d w do_loadtable

source: Loading Unicode mapping table...
pl: Wczytywanie tablicy odwzorowania Unikodu...

source: Cannot open font file %s
pl: Nie mo¿na otworzyæ pliku fontu %s

source: When loading several fonts, all must be psf fonts - %s isn't
pl: Przy wczytywaniu kilku fontów, wszystkie musz± byæ psf - %s nie jest

source: Read %d-char %dx%d font from file %s
pl: Wczytywanie %d-znakowego fontu %dx%d z pliku %s

source: When loading several fonts, all must have the same height
pl: Przy wczytywaniu kilku fontów, wszystkie musz± mieæ tê sam± wysoko¶æ

source: When loading several fonts, all must have the same width
pl: Przy wczytywaniu kilku fontów, wszystkie musz± mieæ tê sam± szeroko¶æ

source: Cannot find default font
pl: Nie mo¿na znale¼æ domy¶lnego fontu

source: Cannot find %s font
pl: Nie mo¿na znale¼æ fontu %s

source: Reading font file %s
pl: Czytanie pliku fontu %s

source: No final newline in combine file
pl: Brak ostatniego znaku koñca linii w pliku do³±czanym

source: Too many files to combine
pl: Zbyt du¿o plików do po³±czenia

source: Hmm - a font from restorefont? Using the first half.
pl: Hmm - font z restorefont? U¿ywanie pierwszej po³owy.

source: Bad input file size
pl: B³êdny rozmiar pliku wej¶ciowego

source: This file contains 3 fonts: 8x8, 8x14 and 8x16. Please indicate using an option -8 or -14 or -16 which one you want loaded.
pl: Ten plik zawiera 3 fonty: 8x8, 8x14 i 8x16. Proszê podaæ przy u¿yciu opcji -8, -14 lub -16, który z nich ma byæ wczytany.

source: You asked for font size %d, but only 8, 14, 16 are possible here.
pl: Wybrano rozmiar fontu %d, ale mo¿liwe s± tylko 8, 14, 16.

source: Found nothing to save
pl: Nie znaleziono nic do zapisania

source: Saved %d-char %dx%d font file on %s
pl: Zapisano %d-znakowy font %dx%d do pliku %s
