Repository: GNA-SERVICES-INC/MoNGate
Catalog: kbd-1.15/po/*.po
Languages: pl

source: usage: setkeycode scancode keycode ... (where scancode is either xx or e0xx, given in hexadecimal, and keycode is given in decimal)
pl: sk³adnia: setkeycode skankod kod-klawisza ... (gdzie skankod to xx lub e0xx, podany szesnastkowo, a kod klawisza jest podany dziesiêtnie)

source: even number of arguments expected
pl: oczekiwano parzystej liczby argumentów

source: error reading scancode
pl: b³±d podczas czytania skankodu

source: code outside bounds
pl: kod spoza zakresu

source: failed to set scancode %x to keycode %d
pl: ustawienie skankodu %x na kod klawisza %d nie powiod³o siê

source: Usage: setleds [-v] [-L] [-D] [-F] [[+|-][ num | caps | scroll %s]] Thus, setleds +caps -num will set CapsLock, clear NumLock and leave ScrollLock unchanged. The settings before and after the change (if any) are reported when the -v option is given or when no change is requested. Normally, setleds influences the vt flag settings (and these are usually reflected in the leds). With -L, setleds only sets the leds, and leaves the flags alone. With -D, setleds sets both the flags and the default flags, so that a subsequent reset will not change the flags.
pl: Sk³adnia: setleds [-v] [-L] [-D] [-F] [[+|-][ num | caps | scroll %s]] Czyli: setleds +caps -num w³±czy CapsLock, wy³±czy NumLock, a ScrollLock pozostawi nie zmieniony. Ustawienia przed i po zmianie (je¶li taka zachodzi) s± raportowane, je¶li podano opcjê -v lub nie za¿±dano zmiany. Normalnie setleds wp³ywa na ustawienia flag vt (a te zazwyczaj maj± odzwierciedlenie w stanie diod). Przy -L, setleds ustawia tylko diody, pozostawiaj±c stare flagi. Przy -D, setleds ustawia flagi i domy¶lne flagi, wiêc nastêpuj±cy potem reset nie zmieni flag.

source: on
pl: w³.

source: off
pl: wy³.

source: Error reading current led setting. Maybe stdin is not a VT?
pl: B³±d podczas odczytu aktualnych ustawieñ diod. Mo¿e stdin nie jest VT?

source: Error reading current flags setting. Maybe you are not on the console?
pl: B³±d podczas odczytu aktualnych ustawieñ flag. Mo¿e wywo³anie nie na konsoli?

source: Error reading current led setting from /dev/kbd.
pl: B³±d podczas odczytu aktualnych ustawieñ diod z /dev/kbd.

source: KIOCGLED unavailable?
pl: KIOCGLED niedostêpne?

source: KIOCSLED unavailable?
pl: KIOCSLED niedostêpne?

source: Error opening /dev/kbd.
pl: B³±d podczas otwierania /dev/kbd.

source: Error resetting ledmode
pl: B³±d podczas resetowania trybu diod.

source: Current default flags:
pl: Aktualne flagi domy¶lne:

source: Current flags:
pl: Aktualne flagi:

source: Current leds:
pl: Aktualne diody:

source: unrecognized argument: _%s_
pl: nierozpoznany argument: _%s_

source: Old default flags:
pl: Stare domy¶lne flagi:

source: New default flags:
pl: Nowe domy¶lne flagi:

source: Old flags:
pl: Stare flagi:

source: New flags:
pl: Nowe flagi:

source: Old leds:
pl: Stare diody:

source: New leds:
pl: Nowe diody:

source: Usage: setmetamode [ metabit | meta | bit | escprefix | esc | prefix ] Each vt has his own copy of this bit. Use setmetamode [arg] < /dev/ttyn to change the settings of another vt. The setting before and after the change are reported.
pl: Sk³adnia: setmetamode [metabit | meta | bit | escprefix | esc | prefix ] Ka¿dy vt ma w³asn± kopiê tego bitu. U¿ycie setmetamode [arg] < /dev/ttyn zmienia ustawienia innego vt. Ustawienia przed i po zmianie s± raportowane.

source: Meta key sets high order bit
pl: Klawisz Meta ustawia najbardziej znacz±cy bit

source: Meta key gives Esc prefix
pl: Klawisz Meta daje przedrostek Esc

source: Strange mode for Meta key?
pl: Dziwny tryb dla klawisza Meta?

source: Error reading current setting. Maybe stdin is not a VT?
pl: B³±d podczas czytania aktualnego ustawienia. Mo¿e stdin nie jest VT?

source: old state:
pl: stary stan:

source: new state:
pl: nowy stan:

source: usage: %s
pl: sk³adnia: %s

source: failed to restore original translation table
pl: odtworzenie oryginalnej tablicy translacji nie powiod³o siê

source: failed to restore original unimap
pl: odtworzenie oryginalnej unimapy nie powiod³o siê

source: cannot change translation table
pl: nie mo¿na zmieniæ tablicy translacji

source: %s: out of memory?
pl: %s: brak pamiêci?

source: usage: showconsolefont -V|--version showconsolefont [-C tty] [-v] [-i] (probably after loading a font with `setfont font') Valid options are: -C tty Device to read the font from. Default: current tty. -v Be more verbose. -i Don't print out the font table, just show ROWSxCOLSxCOUNT and exit.
pl: sk³adnia: showconsolefont -V|--version showconsolefont [-C tty] [-v] [-i] (prawdopodobnie po wczytaniu fontu poprzez `setfont font') Poprawne opcje to: -C tty Urz±dzenie do odczytania fontu. Domy¶lne: bie¿±cy tty. -v Wypisywanie wiêkszej ilo¶ci informacji. -i Nie wypisywanie tabeli fontów, a jedynie WIERSZExKOLUMNYxLICZBA i zakoñczenie.

source: Character count: %d
pl: Liczba znakow : %d

source: Font width : %d
pl: Szeroko¶æ fontu: %d

source: Font height : %d
pl: Wysoko¶æ fontu : %d

source: Showing %d-char font
pl: Wy¶wietlanie fontu %d-znakowego

source: ?UNKNOWN?
pl: ?NIEZNANY?

source: kb mode was %s
pl: tryb kb by³ %s

source: [ if you are trying this under X, it might not work since the X server is also reading /dev/console ]
pl: [ je¶li to jest wykonywane pod X, mo¿e nie dzia³aæ poniewa¿ X serwer tak¿e czyta /dev/console ]

source: caught signal %d, cleaning up...
pl: z³apano sygna³ %d, sprz±tanie...

source: showkey version %s usage: showkey [options...] valid options are: -h --help display this help text -a --ascii display the decimal/octal/hex values of the keys -s --scancodes display only the raw scan-codes -k --keycodes display only the interpreted keycodes (default)
pl: showkey wersja %s sk³adnia: showkey [opcje...] poprawne opcje to: -h --help wy¶wietlenie tego opisu -a --ascii warto¶ci dziesiêtne/ósemkowe/szesnastkowe klawiszy -s --scancodes tylko surowe skankody -k --keycodes tylko interpretowane kody klawiszy (domy¶lne)

source: Press any keys - Ctrl-D will terminate this program
pl: Mo¿na naciskaæ dowolne klawisze - Ctrl-D przerwie ten program

source: press any key (program terminates 10s after last keypress)...
pl: proszê nacisn±æ dowolny klawisz (program zakoñczy siê 10s po ostatnim)...

source: release
pl: puszczenie

source: press
pl: naci¶niêcie

source: keycode %3d %s
pl: kod klawisza %3d %s

source: %s from %s
pl: %s z %s
