Repository: GNA-SERVICES-INC/MoNGate
Catalog: gnupg-1.4.10/po/*.po
Languages: cs

source: Please enter name of data file:
cs: Prosím, vlo¾te název datového souboru:

source: reading stdin ...
cs: ètu standardní vstup ...

source: no signed data
cs: chybí podepsaná data

source: can't open signed data `%s'
cs: nemohu otevøít podepsaná data '%s'

source: anonymous recipient; trying secret key %s ...
cs: anonymní adresát; zkou¹ím tajný klíè %s ...

source: okay, we are the anonymous recipient.
cs: o.k., my jsme anonymní adresát.

source: old encoding of the DEK is not supported
cs: staré kódování DEK není podporováno

source: cipher algorithm %d%s is unknown or disabled
cs: ¹ifrovací algoritmus %d%s je neznámý nebo je zneplatnìn

source: WARNING: cipher algorithm %s not found in recipient preferences
cs: VAROVÁNÍ: v pøedvolbách pøíjemce nenalezen ¹ifrovací algoritmus %s

source: NOTE: secret key %s expired at %s
cs: POZNÁMKA: platnost tajného klíèe %s skonèila %s

source: NOTE: key has been revoked
cs: POZNÁMKA: klíè byl revokován

source: build_packet failed: %s
cs: selhalo vytvoøení paketu (build_packet): %s

source: key %s has no user IDs
cs: klíè %s: chybí identifikátor u¾ivatele

source: To be revoked by:
cs: Revokován:

source: (This is a sensitive revocation key)
cs: (Toto je citlivý revokaèní klíè)

source: Create a designated revocation certificate for this key? (y/N)
cs: Vytvoøit pro tento klíè povìøený revokaèní certifikát? (a/N)

source: ASCII armored output forced.
cs: naøízen výstup do formátu ASCII.

source: make_keysig_packet failed: %s
cs: vytvoøení podepisovacího paketu (make_keysig_packet) selhalo: %s

source: Revocation certificate created.
cs: Revokaèní certifikát vytvoøen.

source: no revocation keys found for "%s"
cs: pro "%s" nebyl nalezen ¾ádný revokaèní klíè

source: secret key "%s" not found: %s
cs: tajný klíè "%s" nenalezen: %s

source: no corresponding public key: %s
cs: neexistuje odpovídající veøejný klíè: %s

source: public key does not match secret key!
cs: veøejný klíè neodpovídá tajnému klíèi!

source: Create a revocation certificate for this key? (y/N)
cs: Vytvoøit pro tento klíè revokaèní certifikát? (a/N)

source: unknown protection algorithm
cs: neznámý kompresní algoritmus

source: NOTE: This key is not protected!
cs: POZNÁMKA: Tento klíè není chránìný!

source: Revocation certificate created. Please move it to a medium which you can hide away; if Mallory gets access to this certificate he can use it to make your key unusable. It is smart to print this certificate and store it away, just in case your media become unreadable. But have some caution: The print system of your machine might store the data and make it available to others!
cs: Revokaèní certifikát byl vytvoøen. Prosím pøeneste jej na médium, které mù¾ete dobøe schovat. Pokud se k tomuto certifikátu dostane nepovolaná osoba, mù¾e zneplatnit Vá¹ klíè. Je rozumné tento certifikát vytisknout a schovat jej pro pøípad, ¾e medium s certifikátem pøestane být èitelné. Ale pozor: Tiskový subsystém na Va¹em poèítaèi mù¾e ukládat data urèená k tisku a zpøístupnist je jiným u¾ivatelùm!

source: Please select the reason for the revocation:
cs: Prosím vyberte dùvod revokace:

source: Cancel
cs: Zru¹it

source: (Probably you want to select %d here)
cs: (Pravdìpodobnì zda chcete vybrat %d)

source: Enter an optional description; end it with an empty line:
cs: Mù¾ete vlo¾it dal¹í popis. Ukonèete prázdným øádkem:

source: Reason for revocation: %s
cs: Dùvod revokace: %s

source: (No description given)
cs: (Nebyl zadán ®ádný popis)

source: Is this okay? (y/N)
cs: Je dùvod revokace vybrán správnì? (a/N)

source: secret key parts are not available
cs: tajné èásti klíèe nejsou dostupné

source: protection algorithm %d%s is not supported
cs: ochranný algoritmus %d%s není podporován

source: protection digest %d is not supported
cs: ochranný algoritmus %d není podporován

source: Invalid passphrase; please try again
cs: Neplatné heslo; prosím, zkuste to znovu

source: WARNING: Weak key detected - please change passphrase again.
cs: VAROVÁNÍ: Objeven slabý klíè - zmìòte, prosím, znovu heslo.

source: generating the deprecated 16-bit checksum for secret key protection
cs: generuji _nevhodný_ 16-ti bitový kontrolní souèet pro ochranu soukromého klíèe

source: weak key created - retrying
cs: vytvoøen slabý klíè - zkou¹ím znovu

source: cannot avoid weak key for symmetric cipher; tried %d times!
cs: nemohu se vyvarovat slabého klíèe pro symetrickou ¹ifru; operaci jsem zkusil %d krát!

source: WARNING: signature digest conflict in message
cs: VAROVÁNÍ: konflikt hashe podpisu ve zprávì

source: WARNING: signing subkey %s is not cross-certified
cs: VAROVÁNÍ: podepisovací podklíè %s není køí¾ovì certifikován

source: WARNING: signing subkey %s has an invalid cross-certification
cs: VAROVÁNÍ: podepisovací podklíè %s má neplatnou køí¾ovou certifikaci

source: public key %s is %lu second newer than the signature
cs: veøejný klíè %s je o %lu sekund novìj¹í ne¾ podpis

source: public key %s is %lu seconds newer than the signature
cs: veøejný klíè %s je o %lu sekund novìj¹í ne¾ podpis

source: key %s was created %lu second in the future (time warp or clock problem)
cs: klíè %s byl vytvoøen %lu sekund v budoucnosti (do¹lo ke zmìnì èasu nebo je problém se systémovým èasem)

source: key %s was created %lu seconds in the future (time warp or clock problem)
cs: klíè %s byl vytvoøen %lu sekund v budoucnosti (do¹lo ke zmìnì èasu nebo je problém se systémovým èasem)

source: NOTE: signature key %s expired %s
cs: POZNÁMKA: podpisovému klíèi %s skonèila platnost %s

source: assuming bad signature from key %s due to an unknown critical bit
cs: pøedpokládám ¹patný podpis klíèem %s, proto¾e je nastaven neznámý kritický bit

source: key %s: no subkey for subkey revocation signature
cs: klíè %s: neexistuje podklíè pro revokaci podklíèe

source: key %s: no subkey for subkey binding signature
cs: klíè %s: podklíè který je svázán s podpisem neexistuje

source: WARNING: unable to %%-expand notation (too large). Using unexpanded.
cs: VAROVÁNÍ: nelze %%-expandovat notaci (pøíli¹ dlouhé). Pou¾ity neexpandované.

source: WARNING: unable to %%-expand policy URL (too large). Using unexpanded.
cs: VAROVÁNÍ: nemohu %%-expandovat URL politiky (pøíli¹ dlouhé). Pou¾ity neexpandované.

source: WARNING: unable to %%-expand preferred keyserver URL (too large). Using unexpanded.
cs: VAROVÁNÍ: nemohu %%-expandovat URL preferovaného keyservery (pøíli¹ dlouhé). Pou¾ity neexpandované.

source: checking created signature failed: %s
cs: kontrola vytvoøeného podpisu se nepodaøila: %s

source: %s/%s signature from: "%s"
cs: %s/%s podpis od: "%s"

source: you can only detach-sign with PGP 2.x style keys while in --pgp2 mode
cs: v módu --pgp2 mù¾ete vytvoøit pouze oddìlený podpis (detach-sign)s klíèi formátu PGP-2.x

source: WARNING: forcing digest algorithm %s (%d) violates recipient preferences
cs: VAROVÁNÍ: vy¾ádaný hashovací algoritmus %s (%d) nevyhovuje pøedvolbám pøíjemce

source: signing:
cs: podepisuji:

source: you can only clearsign with PGP 2.x style keys while in --pgp2 mode
cs: v módu --pgp2 mù¾ete vytváøet jen èitelné podpisy s klíèi formátu PGP-2.x

source: %s encryption will be used
cs: bude pou¾ito ¹ifrování %s

source: key is not flagged as insecure - can't use it with the faked RNG!
cs: klíè není oznaèen jako nedostateènì bezpeèný - nemohu jej pou¾ít s padìlaným RNG!

source: skipped "%s": duplicated
cs: pøeskoèen "%s": duplikován

source: skipped "%s": %s
cs: pøeskoèen "%s": %s

source: skipped: secret key already present
cs: pøeskoèeno: tajný klíè je u¾ v databázi

source: this is a PGP generated Elgamal key which is not secure for signatures!
cs: toto je PGP klíè vygenerovaný podle algoritmu ElGamal, podpisy vytvoøené tímto klíèem nejsou bezpeèné!

source: trust record %lu, type %d: write failed: %s
cs: záznam dùvìry %lu, typ %d: zápis selhal: %s

source: # List of assigned trustvalues, created %s # (Use "gpg --import-ownertrust" to restore them)
cs: # Seznam pøidìlených hodnot dùvìry, vytvoøen %s # (Pou¾ijte "gpg --import-ownertrust" k jeho obnovì)

source: error in `%s': %s
cs: chyba v `%s': %s

source: line too long
cs: øádek je pøíli¹ dlouhý

source: colon missing
cs: sloupec schází

source: invalid fingerprint
cs: neplatný fingerprint

source: ownertrust value missing
cs: schází hodnota dùvìryhosdnosti vlastníka

source: error finding trust record in `%s': %s
cs: chyba pøi hledání záznamu dùvìryhodnosti v `%s': %s

source: read error in `%s': %s
cs: chyba pøi ètení v `%s': %s

source: trustdb: sync failed: %s
cs: databáze dùvìry: synchronizace selhala %s

source: trustdb rec %lu: lseek failed: %s
cs: záznam v databázi dùvìry %lu: lseek() se nepodaøil: %s

source: trustdb rec %lu: write failed (n=%d): %s
cs: záznam v databázi dùvìry %lu: zápis se nepodaøil (n=%d): %s

source: trustdb transaction too large
cs: transakce s databází dùvìry je pøíli¹ dlouhá

source: can't access `%s': %s
cs: nemohu otevøít `%s': %s

source: %s: directory does not exist!
cs: %s: adresáø neexistuje!

source: can't create lock for `%s'
cs: nemohu vytvoøit zámek pro `%s'

source: can't lock `%s'
cs: nelze zamèít `%s'

source: %s: failed to create version record: %s
cs: %s: nepodaøilo se vytvoøit záznam verze: %s

source: %s: invalid trustdb created
cs: %s: vytvoøena neplatná databáze dùvìry

source: %s: trustdb created
cs: %s: databáze dùvìry vytvoøena

source: NOTE: trustdb not writable
cs: POZNÁMKA: do trustedb nezle zapisovat

source: %s: invalid trustdb
cs: %s: neplatná databáze dùvìry

source: %s: failed to create hashtable: %s
cs: %s: nepodaøilo se vytvoøit hashovací tabulku: %s

source: %s: error updating version record: %s
cs: %s: chyba pøi aktualizaci záznamu verze: %s

source: %s: error reading version record: %s
cs: %s: chyba pøi ètení záznamu verze: %s

source: %s: error writing version record: %s
cs: %s: chyba pøi zápisu záznamu verze: %s

source: trustdb: lseek failed: %s
cs: databáze dùvìry: procedura lseek() selhala: %s

source: trustdb: read failed (n=%d): %s
cs: databáze dùvìry: procedura read() (n=%d) selhala: %s

source: %s: not a trustdb file
cs: %s: není soubor databáze dùvìry

source: %s: version record with recnum %lu
cs: %s: záznam verze s èíslem %lu

source: %s: invalid file version %d
cs: %s: neplatná verze souboru %d

source: %s: error reading free record: %s
cs: %s: chyba pøi ètení volného záznamu: %s

source: %s: error writing dir record: %s
cs: %s: chyba pøi zápisu adresáøového záznamu: %s

source: %s: failed to zero a record: %s
cs: %s: vynulování záznamu selhalo: %s

source: %s: failed to append a record: %s
cs: %s: pøidání záznamu selhalo: %s

source: can't handle text lines longer than %d characters
cs: nemohu pracovat s øádky del¹ími ne¾ %d znakù

source: input line longer than %d characters
cs: vstupní øádek je del¹í ne¾ %d znakù

source: `%s' is not a valid long keyID
cs: `%s' není platný dlouhý keyID

source: key %s: accepted as trusted key
cs: klíè %s: akceptován jako dùvìryhodný klíè

source: key %s occurs more than once in the trustdb
cs: klíè %s se v databázi dùvìry vyskytuje více ne¾ jednou

source: key %s: no public key for trusted key - skipped
cs: klíè %s: nenalezen veøejný klíè k dùvìryhodnému klíèi - pøeskoèeno

source: key %s marked as ultimately trusted
cs: klíè %s oznaèen jako absolutnì dùvìryhodný.

source: trust record %lu, req type %d: read failed: %s
cs: záznam dùvìry %lu, typ po¾. %d: ètení selhalo: %s

source: trust record %lu is not of requested type %d
cs: záznam dùvìry %lu není po¾adovaného typu %d

source: unable to use unknown trust model (%d) - assuming %s trust model
cs: nelze pou¾ít neznámý model dùvìry (%d) - pøedpokládáme pou¾ití modelu %s

source: using %s trust model
cs: poui¾ití modelu dùvìry %s

source: 10 translator see trustdb.c:uid_trust_string_fixed
cs: 14 fixní délka na kterou se pøekládá see trustdb.c:uid_trust_string_fixed

source: [ revoked]
cs: [ revokován ]

source: [ expired]
cs: [ expirován ]

source: [ unknown]
cs: [ neznámá ]

source: [ undef ]
cs: [nedefinovaná]

source: [marginal]
cs: [ èásteèná ]

source: [ full ]
cs: [ plná ]

source: [ultimate]
cs: [ absolutní ]

source: undefined
cs: nedefinována

source: never
cs: ¾ádná

source: marginal
cs: èásteèná

source: full
cs: plná

source: ultimate
cs: absolutní

source: no need for a trustdb check
cs: není nutné kontrolovat databázi dùvìry

source: next trustdb check due at %s
cs: dal¹í kontrola databáze dùvìry v %s

source: no need for a trustdb check with `%s' trust model
cs: není nutné kontrolovat databázi dùvìry s modelem `%s'

source: no need for a trustdb update with `%s' trust model
cs: není nutné aktualizovat databázi dùvìry s modelem `%s'

source: public key %s not found: %s
cs: veøejný klíè %s nebyl nalezen: %s

source: please do a --check-trustdb
cs: prosím proveïte --check-trustdb

source: checking the trustdb
cs: kontroluji databázi dùvìry

source: %d keys processed (%d validity counts cleared)
cs: zpracováno %d klíèù (%d validit vymazáno)

source: no ultimately trusted keys found
cs: ¾ádný absolutnì dùvìryhodný klíè nebyl nalezen

source: public key of ultimately trusted key %s not found
cs: veøejný klíè k absolutnì dùvìryhodnému klíèi %s nebyl nalezen

source: %d marginal(s) needed, %d complete(s) needed, %s trust model
cs: po¾adováno %d èásteèné dùvìry a %d úplné dùvìry, model %s

source: depth: %d valid: %3d signed: %3d trust: %d-, %dq, %dn, %dm, %df, %du
cs: hloubka: %d platných: %3d podepsaných: %3d dùvìra: %d-, %dq, %dn, %dm, %df, %du

source: unable to update trustdb version record: write failed: %s
cs: nelze aktualizovat záznam v databázi dùvìry: chyba pøi zápisu: %s

source: the signature could not be verified. Please remember that the signature file (.sig or .asc) should be the first file given on the command line.
cs: podpis nebylo mo¾né ovìøit. Prosím, nezapomeòte, ¾e soubor s podpisem (.sig nebo .asc) by mìl být prvním souborem zadaným na pøíkazové øádce.

source: input line %u too long or missing LF
cs: vstupní øádek %u je pøíli¹ dlouhý nebo na konci chybí znak LF

source: general error
cs: obecná chyba

source: unknown packet type
cs: neznámý typ paketu

source: unknown version
cs: neznámá verze

source: unknown pubkey algorithm
cs: neznámý algoritmus veøejného klíèe

source: unknown digest algorithm
cs: neznámý hashovací algoritmus

source: bad public key
cs: ¹patný veøejný klíè

source: bad secret key
cs: ¹patný tajný klíè

source: bad signature
cs: ¹patný podpis

source: checksum error
cs: chyba kontrolního souètu

source: bad passphrase
cs: ¹patné heslo

source: public key not found
cs: veøejný klíè nenalezen

source: unknown cipher algorithm
cs: neznámý ¹ifrovací algoritmus

source: can't open the keyring
cs: nemohu otevøít soubor klíèù

source: invalid packet
cs: neplatný paket

source: invalid armor
cs: neplatný zpùsob reprezentace v ASCII

source: no such user id
cs: neexistuje u¾ivatel s tímto id

source: secret key not available
cs: tajný klíè není dostupný

source: wrong secret key used
cs: je pou¾it ¹patný tajný klíè

source: not supported
cs: nepodporováno

source: bad key
cs: ¹patný klíè

source: file read error
cs: chyba pøi ètení souboru

source: file write error
cs: chyba pøi zápisu souboru

source: unknown compress algorithm
cs: neznámý komprimaèní algoritmus

source: file open error
cs: chyba pøi otvírání souboru

source: file create error
cs: chyba pøi vytváøení souboru

source: invalid passphrase
cs: nesprávné heslo

source: unimplemented pubkey algorithm
cs: algoritmus veøejného klíèe není implementován

source: unimplemented cipher algorithm
cs: ¹ifrovací algoritmus není implementován

source: unknown signature class
cs: neznámá tøída podpisu

source: trust database error
cs: chyba v databázi dùvìry

source: bad MPI
cs: ¹patné MPI

source: resource limit
cs: omezení zdrojù

source: invalid keyring
cs: neplatný soubor klíèù

source: bad certificate
cs: ¹patný certifikát

source: malformed user id
cs: ¹patný formát id u¾ivatele

source: file close error
cs: chyba pøi zavírání souboru

source: file rename error
cs: chyba pøi pøejmenování souboru

source: file delete error
cs: chyba pøi mazání souboru

source: unexpected data
cs: neoèekávaná data

source: timestamp conflict
cs: konflikt èasového razítka

source: unusable pubkey algorithm
cs: nepou¾itelný algoritmus s veøejným klíèem

source: file exists
cs: soubor existuje

source: weak key
cs: slabý klíè

source: invalid argument
cs: neplatný argument

source: bad URI
cs: ¹patné URI

source: unsupported URI
cs: toto URI není podporováno

source: network error
cs: chyba sítì

source: not encrypted
cs: neza¹ifrováno

source: not processed
cs: nezpracováno

source: unusable public key
cs: nepou¾itelný veøejný klíè

source: unusable secret key
cs: nepou¾itelný tajný klíè

source: keyserver error
cs: chyba serveru klíèù

source: canceled
cs: zru¹eno

source: no card
cs: ¾ádná karta

source: ERROR:
cs: CHYBA:

source: WARNING:
cs: VAROVÁNÍ:

source: ... this is a bug (%s:%d:%s)
cs: ... toto je chyba v programu (%s:%d:%s)

source: you found a bug ... (%s:%d)
cs: nalezena chyba v programu ... (%s:%d)

source: yes
cs: ano

source: yY
cs: aAyY

source: no
cs: ne

source: quit
cs: ukonèit

source: qQ
cs: uUqQ

source: okay|okay
cs: okey|okey

source: cancel|cancel
cs: zru¹it|zru¹it

source: cC
cs: zZ

source: WARNING: using insecure memory!
cs: VAROVÁNÍ: Pou¾ívaná pamì» není bezpeèná!

source: please see http://www.gnupg.org/faq.html for more information
cs: Více informací naleznete na adrese http://www.gnupg.cz/faq.html

source: operation is not possible without initialized secure memory
cs: provést operaci není mo¾né bez inicializované bezpeèné pamìti

source: (you may have used the wrong program for this task)
cs: (pravdìpodobnì jste pro tento úkol pou¾ili nesprávný program)
