Repository: GNA-SERVICES-INC/MoNGate
Catalog: gnupg-1.4.10/po/*.po
Languages: cs

source: %s:%d: invalid keyserver options
cs: %s:%d: neplatný parametr pro server klíèù

source: invalid keyserver options
cs: neplatný parametr pro server klíèù

source: %s:%d: invalid import options
cs: %s:%d: neplatný parametr pro import

source: invalid import options
cs: neplatný parametr pro import

source: %s:%d: invalid export options
cs: %s:%d: neplatný parametr pro export

source: invalid export options
cs: neplatný parametr pro export

source: %s:%d: invalid list options
cs: %s:%d: neplatný parametr pro výpis

source: invalid list options
cs: neplatný parametr pro výpis

source: %s:%d: invalid verify options
cs: %s:%d: neplatný parametr pro ovìøení

source: invalid verify options
cs: neplatný parametr pro ovìøení

source: unable to set exec-path to %s
cs: nelze nastavit exec-path na %s

source: WARNING: program may create a core file!
cs: VAROVÁNÍ: program mù¾e vytvoøit soubor core!

source: WARNING: %s overrides %s
cs: VAROVÁNÍ: %s pøepí¹e %s

source: %s not allowed with %s!
cs: Není dovoleno pou¾ívat %s s %s!

source: %s makes no sense with %s!
cs: %s nedává s %s smysl!

source: NOTE: %s is not available in this version
cs: POZNÁMKA: %s není v této verzi dostupné

source: will not run with insecure memory due to %s
cs: nelze spustit s nebezpeènou pamìtí vzhledem k %s

source: you can only make detached or clear signatures while in --pgp2 mode
cs: v módu --pgp2 mù¾ete vytváøet pouze oddìlené podpisy nebo podpisy èitelné jako text

source: you can't sign and encrypt at the same time while in --pgp2 mode
cs: v módu --pgp2 nelze souèasnì ¹ifrovat a podepisovat

source: you must use files (and not a pipe) when working with --pgp2 enabled.
cs: v módu --pgp2 musíte pou¾ít soubor (ne rouru).

source: encrypting a message in --pgp2 mode requires the IDEA cipher
cs: ¹ifrování zpráv v módu --pgp2 vy¾aduje algoritmus IDEA

source: selected cipher algorithm is invalid
cs: vybraný ¹ifrovací algoritmus je neplatný

source: selected digest algorithm is invalid
cs: vybraný hashovací algoritmus je neplatný

source: selected compression algorithm is invalid
cs: vybraný komprimovací algoritmus je neplatný

source: selected certification digest algorithm is invalid
cs: vybraný hashovací algoritmus je neplatný

source: completes-needed must be greater than 0
cs: polo¾ka completes-needed musí být vìt¹í ne¾ 0

source: marginals-needed must be greater than 1
cs: polo¾ka marginals-needed musí být vìt¹í ne¾ 1

source: max-cert-depth must be in the range from 1 to 255
cs: polo¾ka max-cert-depth musí být v rozmezí od 1 do 255

source: invalid default-cert-level; must be 0, 1, 2, or 3
cs: neplatná implicitní úroveò certifikace (default-cert-level); musí být 0, 1, 2 nebo 3

source: invalid min-cert-level; must be 1, 2, or 3
cs: neplatná minimální úroveò certifikace (min-cert-level); musí být 0, 1, 2 nebo 3

source: NOTE: simple S2K mode (0) is strongly discouraged
cs: POZNÁMKA: jednoduchý mód S2K (0) je dùraznì nedoporuèován

source: invalid S2K mode; must be 0, 1 or 3
cs: neplatný mód S2K; musí být 0, 1 nebo 3

source: invalid default preferences
cs: neplatné defaultní pøedvolby

source: invalid personal cipher preferences
cs: neplatné u¾ivatelské pøedvolby pro ¹ifrování

source: invalid personal digest preferences
cs: neplatné u¾ivatelské pøedvolby pro hashování

source: invalid personal compress preferences
cs: neplatné u¾ivatelské pøedvolby pro komprimaci

source: %s does not yet work with %s
cs: %s dosud není funkèní s %s

source: you may not use cipher algorithm `%s' while in %s mode
cs: pou¾ití ¹ifrovacího algoritmu `%s' v módu %s dovoleno

source: you may not use digest algorithm `%s' while in %s mode
cs: pou¾ití hashovacího algoritmu `%s' v módu %s dovoleno

source: you may not use compression algorithm `%s' while in %s mode
cs: pou¾ití komprimaèního algoritmu `%s' v módu %s dovoleno

source: failed to initialize the TrustDB: %s
cs: nemohu inicializovat databázi dùvìry: %s

source: WARNING: recipients (-r) given without using public key encryption
cs: VAROVÁNÍ: specifikován adresát (-r) bez pou¾ití ¹ifrování s veøejným klíèem

source: --store [filename]
cs: --store [jméno souboru]

source: --symmetric [filename]
cs: --symmetric [jméno souboru]

source: symmetric encryption of `%s' failed: %s
cs: symetrické ¹ifrování `%s' se nepovedlo: %s

source: --encrypt [filename]
cs: --encrypt [jméno souboru]

source: --symmetric --encrypt [filename]
cs: --symmetric --encrypt [jméno souboru]

source: you cannot use --symmetric --encrypt with --s2k-mode 0
cs: nelze pou¾ít --symmetric --encrypt s pøíkazem --s2k-mode 0

source: you cannot use --symmetric --encrypt while in %s mode
cs: nelze pou¾ít --symmetric --encrypt v módu %s

source: --sign [filename]
cs: --sign [jméno souboru]

source: --sign --encrypt [filename]
cs: --sign --encrypt [jméno souboru]

source: --symmetric --sign --encrypt [filename]
cs: --symmetric --sign --encrypt [jméno souboru]

source: you cannot use --symmetric --sign --encrypt with --s2k-mode 0
cs: nelze pou¾ít --symmetric --sign --encrypt s pøíkazem --s2k-mode 0

source: you cannot use --symmetric --sign --encrypt while in %s mode
cs: nelze pou¾ít --symmetric --sign --encrypt v módu %s

source: --sign --symmetric [filename]
cs: --sign --symmetric [jméno souboru]

source: --clearsign [filename]
cs: --clearsign [jméno souboru]

source: --decrypt [filename]
cs: --decrypt [jméno souboru]

source: --sign-key user-id
cs: --sign-key id u¾ivatele

source: --lsign-key user-id
cs: --lsign-key id u¾ivatele

source: --edit-key user-id [commands]
cs: --edit-key id u¾ivatele [pøíkazy]

source: -k[v][v][v][c] [user-id] [keyring]
cs: -k[v][v][v][c] [id u¾ivatele] [soubor s klíèi (keyring)]

source: keyserver send failed: %s
cs: odeslání na keyserver se nezdaøilo: %s

source: keyserver receive failed: %s
cs: získání dat z keyserveru se nezdaøilo: %s

source: key export failed: %s
cs: export klíèe se nepodaøil: %s

source: keyserver search failed: %s
cs: hledání na keyserveru se nezdaøilo: %s

source: keyserver refresh failed: %s
cs: refresh dat na keyserveru se nezdaøil: %s

source: dearmoring failed: %s
cs: dekódování z ASCII formátu selhalo: %s

source: enarmoring failed: %s
cs: kódování do ASCII formátu selhalo: %s

source: invalid hash algorithm `%s'
cs: neplatný hashovací algoritmus `%s'

source: [filename]
cs: [jméno souboru]

source: Go ahead and type your message ...
cs: Zaènìte psát svou zprávu ...

source: the given certification policy URL is invalid
cs: zadané URL pro certifikaèní politiku je neplatné

source: the given signature policy URL is invalid
cs: zadané URL pro podepisovací politiku je neplatné

source: the given preferred keyserver URL is invalid
cs: zadané URL preferovaného serveru klíèù je neplaté

source: too many entries in pk cache - disabled
cs: pøíli¹ mnoho polo¾ek v bufferu veøejných klíèù - vypnuto

source: [User ID not found]
cs: [ID u¾ivatele nenalezeno]

source: Invalid key %s made valid by --allow-non-selfsigned-uid
cs: Neplatný klíè %s zmìnìn na platný pomocí --always-non-selfsigned-uid

source: no secret subkey for public subkey %s - ignoring
cs: neexistuje tajný podklíè pro veøejný klíè %s - ignorováno

source: using subkey %s instead of primary key %s
cs: pou¾ívám podklíè %s místo primárního klíèe %s

source: key %s: secret key without public key - skipped
cs: klíè %s: tajný klíè bez klíèe veøejného - pøeskoèeno

source: be somewhat more quiet
cs: být o trochu víc tichý

source: take the keys from this keyring
cs: ber klíèe z této klíèenky (keyringu)

source: make timestamp conflicts only a warning
cs: pouze varování pøi konfliktu èasového razítka

source: |FD|write status info to this FD
cs: |FD|zapsat informace o stavu do tohoto FD

source: Usage: gpgv [options] [files] (-h for help)
cs: Pou¾ití: gpg [mo¾nosti] [soubory] (-h pro pomoc)

source: It's up to you to assign a value here; this value will never be exported to any 3rd party. We need it to implement the web-of-trust; it has nothing to do with the (implicitly created) web-of-certificates.
cs: Je na Vás, abyste zde pøiøadil(a) hodnotu; tato hodnota nebude nikdy exportována tøetí stranì. Potøebujeme ji k implementaci "pavuèiny dùvìry"; nemá to nic spoleèného s (implicitnì vytvoøenou) "pavuèinou certifikátù".

source: To build the Web-of-Trust, GnuPG needs to know which keys are ultimately trusted - those are usually the keys for which you have access to the secret key. Answer "yes" to set this key to ultimately trusted
cs: Aby bylo mo¾né vybudovat pavuèinu dùvìry, musí GnuPG vìdìt, kterým klíèùm dùvìøujete absolutnì - obvykle to jsou ty klíèe, pro nì¾ máte pøístup k tajným klíèùm. Odpovìzte "ano", abyste nastavili tyto klíèe jako absolutnì dùvìryhodné

source: If you want to use this untrusted key anyway, answer "yes".
cs: Pokud pøesto chcete pou¾ít tento nedùvìryhodný klíè, odpovìzte "ano".

source: Enter the user ID of the addressee to whom you want to send the message.
cs: Vlo¾te identifikátor adresáta, kterému chcete poslat zprávu.

source: Select the algorithm to use. DSA (aka DSS) is the Digital Signature Algorithm and can only be used for signatures. Elgamal is an encrypt-only algorithm. RSA may be used for signatures or encryption. The first (primary) key must always be a key which is capable of signing.
cs: Vyberte algoritmus, který chcete pou¾ít. DSA (alias DSS) je Digital Signature Algorithm a mù¾e být pou¾it pouze pro podepisování. Elgamal je pouze ¹ifrovací algoritmus. RSA mù¾e být pou¾it pro ¹ifrování anebo podepisování. První (primární) klíè musí být v¾dy klíè, pomocí kterého lze podepisovat.

source: In general it is not a good idea to use the same key for signing and encryption. This algorithm should only be used in certain domains. Please consult your security expert first.
cs: Obecnì nelze doporuèit pou¾ívat stejný klíè pro ¹ifrování a podepisování Tento algoritmus je vhodné pou¾ít jen za jistých podmínek. Kontaktujte prosím nejprve bezpeènostního specialistu.

source: Enter the size of the key
cs: Vlo¾te délku klíèe

source: Answer "yes" or "no"
cs: Odpovìzte "ano" nebo "ne"

source: Enter the required value as shown in the prompt. It is possible to enter a ISO date (YYYY-MM-DD) but you won't get a good error response - instead the system tries to interpret the given value as an interval.
cs: Vlo¾te po¾adovanou hodnotu tak, jak je uvedeno v pøíkazovém øádku. Je mo¾né vlo¾it datum ve formátu ISO (RRRR-MM-DD), ale nedostanete správnou chybovou hlá¹ku - místo toho systém zkusí interpretovat zadanou hodnotu jako interval.

source: Enter the name of the key holder
cs: Vlo¾te jméno dr¾itele klíèe

source: please enter an optional but highly suggested email address
cs: prosím, vlo¾te e-mailovou adresu (nepovinné, ale velmi doporuèované)

source: Please enter an optional comment
cs: Prosím, vlo¾te nepovinný komentáø

source: N to change the name. C to change the comment. E to change the email address. O to continue with key generation. Q to to quit the key generation.
cs: N pro zmìnu názvu. C pro zmìnu komentáøe. E pro zmìnu e-mailové adresy. O pro pokraèování generování klíèe. Q pro ukonèení generování klíèe.

source: Answer "yes" (or just "y") if it is okay to generate the sub key.
cs: Jestli¾e chcete generovat podklíè, odpovìzte "ano" (nebo jen "a").

source: When you sign a user ID on a key, you should first verify that the key belongs to the person named in the user ID. It is useful for others to know how carefully you verified this. "0" means you make no particular claim as to how carefully you verified the key. "1" means you believe the key is owned by the person who claims to own it but you could not, or did not verify the key at all. This is useful for a "persona" verification, where you sign the key of a pseudonymous user. "2" means you did casual verification of the key. For example, this could mean that you verified the key fingerprint and checked the user ID on the key against a photo ID. "3" means you did extensive verification of the key. For example, this could mean that you verified the key fingerprint with the owner of the key in person, and that you checked, by means of a hard to forge document with a photo ID (such as a passport) that the name of the key owner matches the name in the user ID on the key, and finally that you verified (by exchange of email) that the email address on the key belongs to the key owner. Note that the examples given above for levels 2 and 3 are *only* examples. In the end, it is up to you to decide just what "casual" and "extensive" mean to you when you sign other keys. If you don't know what the right answer is, answer "0".
cs: Ne¾ podepí¹ete id u¾ivatele, mìli byste nejprve ovìøit, zda klíè patøí osobì, její¾ jméno je uvedeno v identifikátoru u¾ivatele. Je velmi u¾iteèné, kdy¾ ostatní vìdí, jak dùslednì jste provedl(a) takové ovìøení. "0" znamená, ¾e neuvádíte, jak dùslednì jste pravost klíèe ovìøil(a) "1" znamená, ¾e vìøíte tomu, ¾e klíè patøí osobì, která je uvedena, v u¾ivatelském ID, ale nemohl jste nebo jste neprovìøil tuto skuteènost. To je u¾iteèné pro "osobní" verifikaci, kdy¾ podepisujete klíèe, které pou¾ívají pseudonym u¾ivatele. "2" znamená, ¾e jste èásteènì ovìøil pravost klíèe. Napø. jste ovìøil fingerprint klíèe a zkontroloval identifikátor u¾ivatele uvedený na klíèi s fotografickým id. "3" Znamená, ¾e jste provedl velmi peèlivì ovìøení pravosti klíèe. To mù¾e napøíklad znamenat, ¾e jste ovìøil fingerprint klíèe jeho vlastníka osobnì a dále jste pomocí obtí¾nì padìlatelného dokumentu s fotografií (napøíklad pasu) ovìøil, ¾e jméno majitele klíèe se shoduje se jménem uvedeným v u¾ivatelském ID a dále jste ovìøil (výmìnou elektronických dopisù), ¾e elektronické adresa uvedená v ID u¾ivatele patøí majiteli klíèe. Prosím nezapomeòte, ¾e pøíklady uvedené pro úroveò 2 a 3 jsou *pouze* pøíklady. Je jen na Va¹em rozhodnutí co "èásteèné" a "peèlivé" ovìøení znamená kdy¾ budete podepisovat klíèe jiným u¾ivatelùm. Pokud nevíte, jaká je správná odpovìï, odpovìzte "0".

source: Answer "yes" if you want to sign ALL the user IDs
cs: Pokud chcete podepsat V©ECHNY identifikátory u¾ivatelù, odpovìzte "ano"

source: Answer "yes" if you really want to delete this user ID. All certificates are then also lost!
cs: Pokud opravdu chcete smazat tento identifikátor u¾ivatele, odpovìzte "ano". V¹echny certifikáty budou také ztraceny!

source: Answer "yes" if it is okay to delete the subkey
cs: Odpovìzte "ano", pokud chcete smazat podklíè

source: This is a valid signature on the key; you normally don't want to delete this signature because it may be important to establish a trust connection to the key or another key certified by this key.
cs: Toto je platný podpis klíèe; normálnì nechcete tento podpis smazat, proto¾e mù¾e být dùle¾itý pøi vytváøení dùvìry klíèe nebo jiného klíèe ceritifikovaného tímto klíèem.

source: This signature can't be checked because you don't have the corresponding key. You should postpone its deletion until you know which key was used because this signing key might establish a trust connection through another already certified key.
cs: Tento podpis nemù¾e být ovìøen, proto¾e nemáte odpovídající veøejný klíè. Jeho smazání byste mìl(a) odlo¾it do doby, ne¾ budete znát, který klíè byl pou¾it, proto¾e tento podpisovací klíè mù¾e vytvoøit dùvìru prostøednictvím jiného ji¾ certifikovaného klíèe.

source: The signature is not valid. It does make sense to remove it from your keyring.
cs: Podpis je neplatný. Je rozumné ho odstranit z Va¹eho souboru klíèù.

source: This is a signature which binds the user ID to the key. It is usually not a good idea to remove such a signature. Actually GnuPG might not be able to use this key anymore. So do this only if this self-signature is for some reason not valid and a second one is available.
cs: Toto je podpis, který vá¾e identifikátor u¾ivatele ke klíèi. Obvykle není dobré takový podpis odstranit. GnuPG nemù¾e tento klíè nadále pou¾ívat. Udìlejte to jenom v pøípadì, kdy je tento podpis klíèe jím samým z nìjakého dùvodu neplatný a kdy je k dipozici klíè jiný.

source: Change the preferences of all user IDs (or just of the selected ones) to the current list of preferences. The timestamp of all affected self-signatures will be advanced by one second.
cs: Zmìnit pøedvolby pro v¹echny u¾ivatelské ID (nebo pouze pro oznaèené) na aktuální seznam pøedvoleb. Èasová razítka v¹ech dotèených podpisù klíèù jimi samotnými budou posunuty o jednu vteøinu dopøedu.

source: Please enter the passhrase; this is a secret sentence
cs: Prosím, vlo¾te heslo; toto je tajná vìta

source: Please repeat the last passphrase, so you are sure what you typed in.
cs: Prosím, zopakujte poslední heslo, abyste si byl(a) jistý(á), co jste napsal(a).

source: Give the name of the file to which the signature applies
cs: Zadejte název souboru, ke kterému se podpis vztahuje

source: Answer "yes" if it is okay to overwrite the file
cs: Pokud si pøejete pøepsání souboru, odpovìzte "ano"

source: Please enter a new filename. If you just hit RETURN the default file (which is shown in brackets) will be used.
cs: Prosím, vlo¾te nový název souboru. Pokud pouze stisknete RETURN, bude pou¾it implicitní soubor (který je ukázán v závorkách).

source: You should specify a reason for the certification. Depending on the context you have the ability to choose from this list: "Key has been compromised" Use this if you have a reason to believe that unauthorized persons got access to your secret key. "Key is superseded" Use this if you have replaced this key with a newer one. "Key is no longer used" Use this if you have retired this key. "User ID is no longer valid" Use this to state that the user ID should not longer be used; this is normally used to mark an email address invalid.
cs: Mìl(a) byste specifikovat dùvod certifikace. V závislosti na kontextu máte mo¾nost si vybrat ze seznamu: "Klíè byl kompromitován" Toto pou¾ijte, pokud si myslíte, ¾e k Va¹emu tajnému klíèi získaly pøístup neoprávnìné osoby. "Klíè je nahrazen" Toto pou¾ijte, pokud jste tento klíè nahradil(a) novìj¹ím klíèem. "Klíè se ji¾ nepou¾ívá" Toto pou¾ijte, pokud tento klíè ji¾ nepou¾íváte. "Identifikátor u¾ivatele u¾ není platný" Toto pou¾ijte, pokud by se identifikátor u¾ivatele u¾ nemìl pou¾ívat; normálnì se pou¾ívá k oznaèení neplatné e-mailové adresy.

source: If you like, you can enter a text describing why you issue this revocation certificate. Please keep this text concise. An empty line ends the text.
cs: Pokud chcete, mù¾ete vlo¾it text popisující pùvod vzniku tohoto revokaèního ceritifikátu. Prosím, struènì. Text konèí prázdným øádkem.

source: No help available
cs: Pomoc není k dispozici

source: No help available for `%s'
cs: Pomoc není dostupná pro '%s'

source: skipping block of type %d
cs: blok typu %d byl pøeskoèen

source: %lu keys processed so far
cs: %lu klíèe byly doposud zpracovány

source: Total number processed: %lu
cs: Celkový poèet zpracovaných klíèù: %lu

source: skipped new keys: %lu
cs: pøeskoèeny nové klíèe: %lu

source: w/o user IDs: %lu
cs: bez ID u¾ivatele: %lu

source: imported: %lu
cs: importováno: %lu

source: unchanged: %lu
cs: beze zmìn: %lu

source: new user IDs: %lu
cs: nové ID u¾ivatelù: %lu

source: new subkeys: %lu
cs: nové podklíèe: %lu

source: new signatures: %lu
cs: nové podpisy: %lu

source: new key revocations: %lu
cs: nové revokace klíèù: %lu

source: secret keys read: %lu
cs: pøeètené tajné klíèe: %lu

source: secret keys imported: %lu
cs: importované tajné klíèe: %lu

source: secret keys unchanged: %lu
cs: tajné klíèe nezmìnìny: %lu

source: not imported: %lu
cs: neimportováno: %lu

source: signatures cleaned: %lu
cs: odstranìné podpisy: %lu

source: user IDs cleaned: %lu
cs: odstranìné u¾ivatelské ID: %lu

source: "%s": preference for cipher algorithm %s
cs: "%s": preference pro ¹ifrovací algortimus %s

source: "%s": preference for digest algorithm %s
cs: "%s": preference pro podepisovací algoritmus %s

source: "%s": preference for compression algorithm %s
cs: "%s": preference pro komprimaèní algoritmus %s

source: it is strongly suggested that you update your preferences and
cs: velmi doporuèujeme aktualiaci nastavení va¹ich preferencí a

source: re-distribute this key to avoid potential algorithm mismatch problems
cs: distribuci tohoto klíèe aby jste pøede¹el problémùm s neshodou algoritmù

source: you can update your preferences with: gpg --edit-key %s updpref save
cs: nelze aktualizovat preference s: gpg --edit-key %s updpref save

source: key %s: no user ID
cs: klíè %s: chybí identifikátor u¾ivatele

source: key %s: PKS subkey corruption repaired
cs: klíè %s: PKS po¹kození podklíèe opraveno

source: key %s: accepted non self-signed user ID "%s"
cs: klíè %s: pøijat id u¾ivatele "%s",který není podepsán jím samým

source: key %s: no valid user IDs
cs: klíè %s: chybí platný identifikátor u¾ivatele

source: this may be caused by a missing self-signature
cs: mù¾e to být zpùsobeno chybìjícím podpisem klíèe jím samým

source: key %s: public key not found: %s
cs: klíè %s: veøejný klíè nenalezen: %s

source: key %s: new key - skipped
cs: klíè %s: nový klíè - pøeskoèen

source: no writable keyring found: %s
cs: nenalezen zapisovatelný soubor klíèù (keyring): %s

source: writing to `%s'
cs: zapisuji do '%s'

source: error writing keyring `%s': %s
cs: chyba pøi zápisu souboru klíèù (keyring) `%s': %s

source: key %s: public key "%s" imported
cs: klíè %s: veøejný klíè "%s" importován

source: key %s: doesn't match our copy
cs: klíè %s: neodpovídá na¹í kopii

source: key %s: can't locate original keyblock: %s
cs: klíè %s: nemohu najít originální blok klíèe: %s

source: key %s: can't read original keyblock: %s
cs: klíè %s: nemohu èíst originální blok klíèe: %s

source: key %s: "%s" 1 new user ID
cs: klíè %s: "%s" 1 nový identifikátor u¾ivatele

source: key %s: "%s" %d new user IDs
cs: klíè %s: "%s" %d nových identifikátorù u¾ivatele

source: key %s: "%s" 1 new signature
cs: klíè %s: "%s" 1 nový podpis

source: key %s: "%s" %d new signatures
cs: klíè %s: "%s" %d nových podpisù

source: key %s: "%s" 1 new subkey
cs: klíè %s: "%s" 1 nový podklíè

source: key %s: "%s" %d new subkeys
cs: klíè %s: "%s" %d nových podklíèù

source: key %s: "%s" %d signature cleaned
cs: klíè %s: "%s" %d podpisù odstranìno

source: key %s: "%s" %d signatures cleaned
cs: klíè %s: "%s" %d podpisù odstranìno

source: key %s: "%s" %d user ID cleaned
cs: klíè %s: "%s" %d ID u¾ivatele odstranìno

source: key %s: "%s" %d user IDs cleaned
cs: klíè %s: "%s" %d ID u¾ivatele odstranìno

source: key %s: "%s" not changed
cs: klíè %s: "%s" beze zmìn

source: key %s: secret key with invalid cipher %d - skipped
cs: klíè %s: tajný klíè s neplatnou ¹ifrou %d - pøeskoèeno

source: importing secret keys not allowed
cs: import tajných klíèù není povolen

source: no default secret keyring: %s
cs: není nastaven implicitní soubor tajných klíèù %s

source: key %s: secret key imported
cs: klíè %s: tajný klíè importován

source: key %s: already in secret keyring
cs: klíè %s: je ji¾ v souboru tajných klíèù

source: key %s: secret key not found: %s
cs: klíè %s: nenalezen tajný klíè: %s

source: key %s: no public key - can't apply revocation certificate
cs: klíè %s: chybí veøejný klíè - nemohu aplikovat revokaèní certifikát

source: key %s: invalid revocation certificate: %s - rejected
cs: klíè %s: neplatný revokaèní certifikát: %s - zamítnuto

source: key %s: "%s" revocation certificate imported
cs: klíè %s: "%s" revokaèní certifikát importován

source: key %s: no user ID for signature
cs: klíè %s: neexistuje id u¾ivatele pro podpis

source: key %s: unsupported public key algorithm on user ID "%s"
cs: klíè %s: nepodporovaný algoritmus veøejného klíèe u u¾ivatelského id "%s"

source: key %s: invalid self-signature on user ID "%s"
cs: klíè %s neplatný podpis klíèe jím samým u u¾ivatelského id "%s"
