Repository: GNA-SERVICES-INC/MoNGate
Catalog: gnupg-1.4.10/po/*.po
Languages: cs

source: can't gen prime with pbits=%u qbits=%u
cs: nemohu vygenerovat prvoèíslo s pbits=%u qbits=%u

source: can't generate a prime with less than %d bits
cs: nemohu vygenerovat prvoèíslo s ménì ne¾ %d bity

source: no entropy gathering module detected
cs: nebyl detekován ¾ádný modul pro získání entropie

source: can't open `%s': %s
cs: nemohu otevøít `%s': %s

source: can't stat `%s': %s
cs: nemohu pou¾ít pøíkaz stat na `%s': %s

source: `%s' is not a regular file - ignored
cs: `%s' není normální soubor - ignoruji

source: note: random_seed file is empty
cs: poznámka: soubor random_seed je prázdný

source: WARNING: invalid size of random_seed file - not used
cs: VAROVÁNÍ: neplatná velikost random_seed - soubor nepou¾it

source: can't read `%s': %s
cs: nemohu èíst `%s': %s

source: note: random_seed file not updated
cs: poznámka: soubor random_seed není aktualizován

source: can't create `%s': %s
cs: nemohu vytvoøit `%s': %s

source: can't write `%s': %s
cs: nemohu zapisovat do `%s': %s

source: can't close `%s': %s
cs: nemohu zavøít `%s': %s

source: WARNING: using insecure random number generator!!
cs: VAROVÁNÍ: pou¾itý generátor náhodných èísel není bezpeèný!!

source: The random number generator is only a kludge to let it run - it is in no way a strong RNG! DON'T USE ANY DATA GENERATED BY THIS PROGRAM!!
cs: Generátor náhodných èísel je pouze atrapa, aby program mohl bì¾et, v ¾ádném pøípadì není kryptograficky bezpeèný! NEPOU®ÍVEJTE JAKÁKOLIV DATA VYTVOØENÁ TÍMTO PROGRAMEM!!

source: Please wait, entropy is being gathered. Do some work if it would keep you from getting bored, because it will improve the quality of the entropy.
cs: Prosím èekejte, je nutné získat dostatek entropie. Aby jste se nenudili, mù¾ete na poèítaèi dìlat nìco jiného, zvý¹íte tak kvalitu entropie.

source: Not enough random bytes available. Please do some other work to give the OS a chance to collect more entropy! (Need %d more bytes)
cs: Nedostatek náhodných bajtù. Prosím, pracujte s operaèním systémem, abyste mu umo¾nili získat více entropie (je potøeba %d bajtù).

source: failed to store the fingerprint: %s
cs: ulo¾ení fingerprintu se nezdaøilo: %s

source: failed to store the creation date: %s
cs: ulo¾ení datumu vytvoøení se nezdaøilo: %s

source: reading public key failed: %s
cs: ètení veøejného klíèe se nezdaøilo: %s

source: response does not contain the public key data
cs: odpovìï neobsahuje veøejný klíè

source: response does not contain the RSA modulus
cs: odpovìï neobsahuje RSA modulus

source: response does not contain the RSA public exponent
cs: odpovìï neobsahuje veøejný RSA exponent

source: ||Please enter the PIN%%0A[sigs done: %lu]
cs: ||Prosím vlo¾te PIN%%0A[podpis hotov: %lu]

source: PIN callback returned error: %s
cs: funkce PIN callback zkonèila chybou: %s

source: PIN for CHV%d is too short; minimum length is %d
cs: PIN pro CHV%d je pøíli¹ krátký; minimální délka je %d

source: verify CHV%d failed: %s
cs: verifikace CHV%d se nezdaøila: %s

source: error retrieving CHV status from card
cs: chyba pøi získání CHV z karty

source: card is permanently locked!
cs: karta je trvale uzamèena!

source: %d Admin PIN attempts remaining before card is permanently locked
cs: Do trvalého uzamèení karty zùstává %d pokusù o zadání PINu administrátora

source: access to admin commands is not configured
cs: pøístup k administrátorským pøíkazùm není nakonfigurován

source: |AN|New Admin PIN
cs: |AN|Nový PIN administrátora

source: |N|New PIN
cs: |N|Nový PIN

source: error getting new PIN: %s
cs: chyba pøi získání nového PINu: %s

source: error reading application data
cs: chyba pøi ètení aplikaèních dat

source: error reading fingerprint DO
cs: chyba pøi ètení fingerpritnu DO

source: key already exists
cs: klíè ji¾ existuje

source: existing key will be replaced
cs: existující klíè bude pøepsán

source: generating new key
cs: generování nového klíèe

source: creation timestamp missing
cs: chybí èasové razítko vytvoøení

source: RSA modulus missing or not of size %d bits
cs: schází RSA modulus nebo nemá velikost %d bitù

source: RSA public exponent missing or larger than %d bits
cs: schází veøejný RSA exponent nebo je del¹í ne¾ %d bitù

source: RSA prime %s missing or not of size %d bits
cs: schází RSA prime %s nebo nemá velikost %d bitù

source: failed to store the key: %s
cs: nelze ulo¾it klíè: %s

source: please wait while key is being generated ...
cs: prosím poèkejte ne¾ bude klíè vygenerován ...

source: generating key failed
cs: henerování klíèe se nezdaøilo

source: key generation completed (%d seconds)
cs: generování klíèe dokonèeno (%d sekund)

source: invalid structure of OpenPGP card (DO 0x93)
cs: neplatná struktura OpenPGP kraty (DO 0x93)

source: signatures created so far: %lu
cs: dosud vytvoøené podpisy: %lu

source: verification of Admin PIN is currently prohibited through this command
cs: ovìøení administrátorského PIN je nyní prostøednictvím tohoto pøíkazu zakázáno

source: can't access %s - invalid OpenPGP card?
cs: pøístup na %s se nezdaøil - vadná OpenPGP karta?

source: armor: %s
cs: ASCII kódování: %s

source: invalid armor header:
cs: neplatná hlavièka ASCII kódování:

source: armor header:
cs: ASCII hlavièka:

source: invalid clearsig header
cs: neplatná hlavièka podpisu v èitelném formátu

source: nested clear text signatures
cs: vnoøené podpisy v èitelném formátu

source: unexpected armor:
cs: neoèekávaný ASCII armor:

source: invalid dash escaped line:
cs: nesprávné oznaèení øádku mínusy:

source: invalid radix64 character %02X skipped
cs: neplatný radix64 znak %02X byl pøeskoèen

source: premature eof (no CRC)
cs: pøedèasný konec souboru (¾ádné CRC)

source: premature eof (in CRC)
cs: pøedèasný konec souboru (¾ádné CRC)

source: malformed CRC
cs: ¹patný formát CRC

source: CRC error; %06lX - %06lX
cs: Chyba CRC; %06lX - %06lX

source: premature eof (in trailer)
cs: pøedèasný konec souboru (v patièce)

source: error in trailer line
cs: chyba v patièce

source: no valid OpenPGP data found.
cs: nenalezena ¾ádná platná data ve formátu OpenPGP.

source: invalid armor: line longer than %d characters
cs: neplatné kódování ASCII: øádek je del¹í ne¾ %d znakù

source: quoted printable character in armor - probably a buggy MTA has been used
cs: neplatný znak (quoted-printable) v ASCII kódování - pravdìpodobnì byl pou¾it ¹patný MTA

source: OpenPGP card not available: %s
cs: OpenPGp karta není dostupná: %s

source: OpenPGP card no. %s detected
cs: Nalezena OpenPGP karta èíslo %s

source: can't do this in batch mode
cs: nelze provést v dávkovém módu

source: Your selection?
cs: Vá¹ výbìr?

source: [not set]
cs: [není nastaven]

source: male
cs: mu¾

source: female
cs: ¾ena

source: unspecified
cs: neuvedeno

source: not forced
cs: není vy¾adováno

source: forced
cs: vy¾adováno

source: Error: Only plain ASCII is currently allowed.
cs: Chyba: V souèasné verzi je povolenou pouze plain ASCII.

source: Error: The "<" character may not be used.
cs: Chyba: Znak "<" nelze pou¾ít.

source: Error: Double spaces are not allowed.
cs: Chyba: Více mezer není povoleno.

source: Cardholder's surname:
cs: Pøíjmení dr¾itele karty:

source: Cardholder's given name:
cs: Jméno (køestní) dr¾itele karty:

source: Error: Combined name too long (limit is %d characters).
cs: Chyba: jméno a pøíjmení je pøíli¹ dlouhé (limit je %d znakù).

source: URL to retrieve public key:
cs: URL pro získání veøejného klíèe:

source: Error: URL too long (limit is %d characters).
cs: Chyba: URL je pøíli¹ dlouhé (limit je %d znakù).

source: error reading `%s': %s
cs: chyba pøi ètení `%s': %s

source: Login data (account name):
cs: Login (jménu úètu):

source: Error: Login data too long (limit is %d characters).
cs: Chyba: Login je pøíli¹ dlouhý (limit je %d znakù).

source: Private DO data:
cs: Privátní DO data:

source: Error: Private DO too long (limit is %d characters).
cs: Chyba: Privátní DO je pøíli¹ dlouhé (limit je %d znakù).

source: Language preferences:
cs: Jazykové pøedvolby:

source: Error: invalid length of preference string.
cs: Chyba: neplatná délka øetezce s pøedvolbami.

source: Error: invalid characters in preference string.
cs: Chyba: neplatný znak v øetìzci s pøedvolbami

source: Sex ((M)ale, (F)emale or space):
cs: Zadejte pohlaví: M - mu¾ské, F - ¾enské nebo stisnìte mezerník:

source: Error: invalid response.
cs: Chyba: neplatná odpovìï.

source: Error: invalid formatted fingerprint.
cs: Chyba: nesprávnì naformátovaný fingerprint.

source: key operation not possible: %s
cs: operace s klíèem není mo¾ná: %s

source: not an OpenPGP card
cs: toto není OpenPGP karta

source: error getting current key info: %s
cs: chyba pøi získání informací o aktuálním klíèi: %s

source: Replace existing key? (y/N)
cs: Pøepsat existující klíè? (a/N)

source: rounded up to %u bits
cs: zaokrouhleno na %u bitù

source: %s keysizes must be in the range %u-%u
cs: velikost klíèe %s musí být v intervalu %u-%u

source: Make off-card backup of encryption key? (Y/n)
cs: Vytvoøit zálohu ¹ifrovacího klíèe mimo kartu? (A/n)

source: Replace existing keys? (y/N)
cs: Pøepsat existující klíèe? (a/N)

source: Please note that the factory settings of the PINs are PIN = `%s' Admin PIN = `%s' You should change them using the command --change-pin
cs: Prosím nezapomeòte, ¾e tovární nastavení PINu je PIN = `%s' PIN administrátora = `%s' Toto nastavení mù¾ete zmìnit pøíkazem --change-pin

source: Please select the type of key to generate:
cs: Prosím, vyberte druh klíèe, který chcete generovat:

source: (1) Signature key
cs: (1) Podepisovací klíè

source: (2) Encryption key
cs: (2) ©ifrovací klíè

source: (3) Authentication key
cs: (3) Autentizaèní klíè

source: Invalid selection.
cs: Neplatný výbìr.

source: Please select where to store the key:
cs: Prosím vyberte místo pro uchování klíèe:

source: unknown key protection algorithm
cs: neznámý algoritmus pro ochranu klíèe

source: secret parts of key are not available
cs: tajné èásti klèe nejsou dostupné

source: secret key already stored on a card
cs: tajný klíè je na kartì ulo¾en

source: quit this menu
cs: ukonèit toto menu

source: show admin commands
cs: zobraz administrátorské pøíkazy

source: show this help
cs: ukázat tuto pomoc

source: list all available data
cs: vypi¹ v¹echna dostupná data

source: change card holder's name
cs: zmìní jméno majitele karty

source: change URL to retrieve key
cs: zmìní URL pro záskání klíèe

source: fetch the key specified in the card URL
cs: získá klíè specifikovaný v URL karty

source: change the login name
cs: zmìnit login name

source: change the language preferences
cs: zmìnit jazykové pøedvolby

source: change card holder's sex
cs: zmìní pohlaví dr¾itele karty

source: change a CA fingerprint
cs: vypsat fingerprint certifikaèní autority

source: toggle the signature force PIN flag
cs: zapnout/vypnout po¾adování PINu pøi ka¾dé self-sign operaci

source: generate new keys
cs: vytvoøit nový pár klíèù

source: menu to change or unblock the PIN
cs: nabídka pro zmìnu anebo odblokování PINu

source: verify the PIN and list all data
cs: ovìø PIN a vypi¹ v¹echna data

source: Command>
cs: Pøíkaz>

source: Admin-only command
cs: pouze administrátorské pøíkazy

source: Admin commands are allowed
cs: administrátorské pøíkazy jsou povoleny

source: Admin commands are not allowed
cs: administrátorské pøíkazy nejsou povoleny

source: Invalid command (try "help")
cs: Neplatný pøíkaz (zkuste "help")

source: Please insert the card and hit return or enter 'c' to cancel:
cs: Prosím vo¾te kartu a stisknìte enter. Operaci zru¹íte stisknutím 'z':

source: Please remove the current card and insert the one with serial number: %.*s
cs: Prosím vyjmìte kartu a vlo¾te jinou se seriovým èíslem: %.*s

source: Hit return when ready or enter 'c' to cancel:
cs: Je-li nová karta pøipravena, stisknìte enter. Operaci zru¹íte stisknutím 'z':

source: Enter New Admin PIN:
cs: Vlo¾te nový PIN administrátora:

source: Enter New PIN:
cs: Vlo¾te nový PIN:

source: Enter Admin PIN:
cs: Vlo¾te PIN administrátora:

source: Enter PIN:
cs: Vlo¾te PIN:

source: Repeat this PIN:
cs: Opakujte tento PIN:

source: PIN not correctly repeated; try again
cs: PIN není zopakován správnì; zkuste to znovu

source: can't open `%s'
cs: nelze otevøít `%s'

source: --output doesn't work for this command
cs: --output pro tento pøíkaz není platný

source: key "%s" not found: %s
cs: klíè "%s" nenalezen: %s

source: error reading keyblock: %s
cs: chyba pøi ètení bloku klíèe: %s

source: (unless you specify the key by fingerprint)
cs: (dokud neurèíte klíè jeho fingerprintem)

source: can't do this in batch mode without "--yes"
cs: bez parametru "--yes" to nemohu v dávkovém módu provést

source: Delete this key from the keyring? (y/N)
cs: Smazat tento klíè ze souboru klíèù? (a/N)

source: This is a secret key! - really delete? (y/N)
cs: Toto je tajný klíè! - opravdu smazat? (a/N)

source: deleting keyblock failed: %s
cs: smazání bloku klíèe se nezdaøilo: %s

source: ownertrust information cleared
cs: informace o dùvìryhodnosti vlastníka klíèe vymazány

source: there is a secret key for public key "%s"!
cs: existuje tajný klíè pro tento veøejný klíè "%s"!

source: use option "--delete-secret-keys" to delete it first.
cs: abyste ho smazal(a), pou¾ijte nejprve parametr "--delete-secret-key".

source: error creating passphrase: %s
cs: chyba pøi vytváøení hesla: %s

source: can't use a symmetric ESK packet due to the S2K mode
cs: v módu S2K nelze pou¾ít symetrický ESK paket

source: using cipher %s
cs: pou¾ití ¹ifry: %s

source: `%s' already compressed
cs: `%s' je ji¾ zkomprimován

source: WARNING: `%s' is an empty file
cs: VAROVÁNÍ: soubor `%s' je prázdný

source: you can only encrypt to RSA keys of 2048 bits or less in --pgp2 mode
cs: v módu --pgp2 mù¾ete ¹ifrovat pouze RSA klíèem o délce 2048 bitù a ménì

source: reading from `%s'
cs: ètu z `%s'

source: unable to use the IDEA cipher for all of the keys you are encrypting to.
cs: algoritmus IDEA nelze pou¾ít pro v¹echny klíèe, pro které ¹ifrujete.

source: WARNING: forcing symmetric cipher %s (%d) violates recipient preferences
cs: VAROVÁNÍ: vy¾ádaná symetrická ¹ifra %s (%d) nevyhovuje pøedvolbám pøíjemce

source: WARNING: forcing compression algorithm %s (%d) violates recipient preferences
cs: VAROVÁNÍ: vy¾ádaný komprimaèní algoritmus %s (%d) nevyhovuje pøedvolbám pøíjemce

source: forcing symmetric cipher %s (%d) violates recipient preferences
cs: vy¾ádaná symetrická ¹ifra %s (%d) nevyhovuje pøedvolbám pøíjemce

source: you may not use %s while in %s mode
cs: pou¾ití %s není v módu %s dovoleno

source: %s/%s encrypted for: "%s"
cs: %s/%s za¹ifrovaný pro: %s

source: %s encrypted data
cs: %s za¹ifrovaná data

source: encrypted with unknown algorithm %d
cs: za¹ifrováno neznámým algoritmem %d

source: WARNING: message was encrypted with a weak key in the symmetric cipher.
cs: VAROVÁNÍ: zpráva byla za¹ifrována slabým klíèem v symetrické ¹iføe.

source: problem handling encrypted packet
cs: problém se za¹ifrovaným paketem

source: no remote program execution supported
cs: spu¹tìní externího programu není podporováno

source: can't create directory `%s': %s
cs: nemohu vytvoøit adresáø `%s': %s

source: external program calls are disabled due to unsafe options file permissions
cs: volání externích programù je zakázáno, proto¾e file permissions nejsou nastaveny nebezpeènì

source: this platform requires temporary files when calling external programs
cs: na této platformì jsou pøi volání externích programù vy¾adovány doèasné soubory (temp files)

source: unable to execute program `%s': %s
cs: nelze spustit program `%s': %s

source: unable to execute shell `%s': %s
cs: nelze spustit shell `%s': %s

source: system error while calling external program: %s
cs: systémová chyba pøi volání externího programu: %s

source: unnatural exit of external program
cs: neoèekávaný konec externího programu

source: unable to execute external program
cs: nelze spustit externí program

source: unable to read external program response: %s
cs: nelze pøeèíst odpovìï externího programu: %s

source: WARNING: unable to remove tempfile (%s) `%s': %s
cs: VAROVÁNÍ: nelze smazat doèasný soubor (%s) `%s': %s

source: WARNING: unable to remove temp directory `%s': %s
cs: VAROVÁNÍ: nelze smazat doèasný adresáø `%s': %s

source: exporting secret keys not allowed
cs: exportování tajného klíèe není povoleno

source: key %s: not protected - skipped
cs: klíè %s: není chránìný - pøeskoèeno

source: key %s: PGP 2.x style key - skipped
cs: klíè %s: PGP 2.x klíè - pøeskoèeno

source: WARNING: secret key %s does not have a simple SK checksum
cs: VAROVÁNÍ: tajný klíè %s není chránìn pomocí simple SK checksum

source: WARNING: nothing exported
cs: VAROVÁNÍ: nebylo nic vyexportováno

source: @Commands:
cs: @Pøíkazy:

source: |[file]|make a signature
cs: |[soubor]|vytvoøit podpis

source: |[file]|make a clear text signature
cs: |[soubor]|vytvoøit podpis v èitelném dokumentu

source: make a detached signature
cs: vytvoøit podpis oddìlený od dokumentu

source: encrypt data
cs: ¹ifrovat data

source: encryption only with symmetric cipher
cs: ¹ifrování pouze se symetrickou ¹ifrou

source: decrypt data (default)
cs: de¹ifrovat data (implicitnì)

source: verify a signature
cs: verifikovat podpis

source: list keys
cs: vypsat seznam klíèù

source: list keys and signatures
cs: vypsat seznam klíèù a podpisù

source: list and check key signatures
cs: vypsat a zkontrolovat podpisy klíèù

source: list keys and fingerprints
cs: vypsat seznam klíèù a fingerprintù

source: list secret keys
cs: vypsat seznam tajných klíèù

source: generate a new key pair
cs: vytvoøit nový pár klíèù

source: remove keys from the public keyring
cs: odstranit klíè ze souboru veøejných klíèù

source: remove keys from the secret keyring
cs: odstranit klíè ze souboru tajných klíèù

source: sign a key
cs: podepsat klíè

source: sign a key locally
cs: podepsat klíè lokálnì

source: sign or edit a key
cs: podepsat nebo modifikovat klíè

source: generate a revocation certificate
cs: vytvoøit revokaèní certifikát

source: export keys
cs: exportovat klíèe

source: export keys to a key server
cs: exportovat klíèe na server klíèù

source: import keys from a key server
cs: importovat klíèe ze serveru klíèù

source: search for keys on a key server
cs: vyhledat klíèe na serveru klíèù

source: update all keys from a keyserver
cs: aktualizovat v¹echny klíèe ze serveru klíèù

source: import/merge keys
cs: importovat/slouèit klíèe

source: print the card status
cs: vytisknout stav karty

source: change data on a card
cs: zmìnit data na kartì

source: change a card's PIN
cs: zmìnit PIN karty

source: update the trust database
cs: aktualizovat databázi dùvìry

source: |algo [files]|print message digests
cs: |algo [soubory] vypi¹ hash

source: @ Options:
cs: @ Mo¾nosti:

source: create ascii armored output
cs: vytvoø výstup zakódovaný pomocí ASCII

source: |NAME|encrypt for NAME
cs: |JMÉNO|¹ifrovat pro JMÉNO

source: use this user-id to sign or decrypt
cs: pou¾ít tento id u¾ivatele pro podepsání nebo de¹ifrování

source: |N|set compress level N (0 disables)
cs: |N|nastavit úrovìò komprimace N (0 - ¾ádná komprimace)

source: use canonical text mode
cs: pou¾ít kanonický textový mód

source: use as output file
cs: pou¾ít jako výstupní soubor

source: verbose
cs: s dodateènými informacemi

source: do not make any changes
cs: neprovádìt ¾ádné zmìny

source: prompt before overwriting
cs: vy¾ádat potvrzení pøed pøepsáním

source: use strict OpenPGP behavior
cs: pou¾ít chování striktnì podle OpenPGP

source: generate PGP 2.x compatible messages
cs: generovat zprávu komplatibilní s PGP 2.x

source: @ (See the man page for a complete listing of all commands and options)
cs: @ (Pou¾ijte manuálové stránky pro kompletní seznam v¹ech pøíkazù a mo¾ností)

source: @ Examples: -se -r Bob [file] sign and encrypt for user Bob --clearsign [file] make a clear text signature --detach-sign [file] make a detached signature --list-keys [names] show keys --fingerprint [names] show fingerprints
cs: @ -se -r Bob [soubor] podepsat a za¹ifrovat pro u¾ivatele Bob --clearsign [soubor] vytvoøit podpis èitelného dokumentu --detach-sign [soubor] vytvoøit podpis oddìlený od dokumentu --list-keys [jména] vypsat klíèe --fingerprint [jména] vypsat fingerprinty

source: Please report bugs to <gnupg-bugs@gnu.org>.
cs: Chyby oznamte, prosím, na adresu <gnupg-bugs@gnu.org>. Pøipomínky k pøekladu <rp@tns.cz>.

source: Usage: gpg [options] [files] (-h for help)
cs: Pou¾ití: gpg [mo¾nosti] [soubory] (-h pro pomoc)

source: Syntax: gpg [options] [files] sign, check, encrypt or decrypt default operation depends on the input data
cs: Syntaxe: gpg [mo¾nosti] [soubory] podepsat, ovìøit, ¹ifrovat nebo de¹ifrovat implicitní operace závisí na vstupních datech

source: Supported algorithms:
cs: Podporované algoritmy:

source: Pubkey:
cs: Veøejný klíè:

source: Cipher:
cs: ©ifra:

source: Compression:
cs: Komprese:

source: usage: gpg [options]
cs: u¾ití: gpg [mo¾nosti]

source: conflicting commands
cs: konfliktní pøíkazy

source: no = sign found in group definition `%s'
cs: no = podpis nalezen v definici skupiny `%s'

source: WARNING: unsafe ownership on homedir `%s'
cs: VAROVÁNÍ: vlastnictví domovského adresáøe není nastaveno bezpeènì `%s'

source: WARNING: unsafe ownership on configuration file `%s'
cs: VAROVÁNÍ: vlastnictví konfiguraèního souboru není nastaveno bezpeènì `%s'

source: WARNING: unsafe ownership on extension `%s'
cs: VAROVÁNÍ: vlastnictví roz¹iøujícího modulu není nastaveno bezpeènì `%s'

source: WARNING: unsafe permissions on homedir `%s'
cs: VAROVÁNÍ: pøístupová práva pro domovský adresáøe nejsou bezpeèná `%s'

source: WARNING: unsafe permissions on configuration file `%s'
cs: VAROVÁNÍ: pøístupová práva pro konfiguraèní soubor nejsou bezpeèná `%s'

source: WARNING: unsafe permissions on extension `%s'
cs: VAROVÁNÍ: pøístupová práva roz¹iøujícímu modulu nejsou bezpeèná `%s'

source: WARNING: unsafe enclosing directory ownership on homedir `%s'
cs: VAROVÁNÍ: vlastnictví adresáøe s domovkým adresáøem není nastaveno nebezpeènì `%s'

source: WARNING: unsafe enclosing directory ownership on configuration file `%s'
cs: VAROVÁNÍ: vlastnictví adresáøe s konfiguraèním souborem není nastaveno nebezpeènì `%s'

source: WARNING: unsafe enclosing directory ownership on extension `%s'
cs: VAROVÁNÍ: vlastnictví adresáøe s roz¹iøujícím modulem není nastaveno nebezpeènì `%s'

source: WARNING: unsafe enclosing directory permissions on homedir `%s'
cs: VAROVÁNÍ: pøístupová práva k adresáøi s domovským adresáøem nejsou nastavena bezpeènì `%s'

source: WARNING: unsafe enclosing directory permissions on configuration file `%s'
cs: VAROVÁNÍ: pøístupová práva k adersáøi s konfiguraèním souborem nejsou nastavena bezpeènì `%s'

source: WARNING: unsafe enclosing directory permissions on extension `%s'
cs: VAROVÁNÍ: pøístupová práva k adresáøi s roz¹iøujícím modulem nejsou nastavena bezpeènì `%s'

source: unknown configuration item `%s'
cs: neznámá konfiguraèní polo¾ka "%s"

source: NOTE: old default options file `%s' ignored
cs: POZNÁMKA: starý implicitní soubor s mo¾nostmi `%s ignorován'

source: NOTE: no default option file `%s'
cs: POZNÁMKA: neexistuje implicitní soubor s mo¾nostmi `%s'

source: option file `%s': %s
cs: soubor s mo¾nostmi `%s': %s

source: reading options from `%s'
cs: ètu mo¾nosti z `%s'

source: NOTE: %s is not for normal use!
cs: POZNÁMKA: %s není pro normální pou¾ití!

source: cipher extension `%s' not loaded due to unsafe permissions
cs: ¹ifra `%s' nebyla nahrána, proto¾e pøístupová práva nejsou nastavena bezpeènì

source: `%s' is not a valid signature expiration
cs: `%s' není platná doba expirace podpisu

source: `%s' is not a valid character set
cs: `%s' není platná znaková sada

source: could not parse keyserver URL
cs: nelze zpracovat URL serveru klíèù
