Repository: GNA-SERVICES-INC/MoNGate
Catalog: gnupg-1.4.10/po/*.po
Languages: cs

source: (%d) DSA (set your own capabilities)
cs: (%d) DSA (nastavit si vlastní pou¾ití)

source: (%d) RSA (set your own capabilities)
cs: (%d) RSA (nastavit si vlastní pou¾ití)

source: %s keys may be between %u and %u bits long.
cs: klíè %s mù¾e mít délku v intervalu %u a¾ %u bitù.

source: What keysize do you want? (%u)
cs: Jakou délku klíèe si pøejete? (%u)

source: Requested keysize is %u bits
cs: Po¾adovaná délka klíèe je %u bitù.

source: Please specify how long the key should be valid. 0 = key does not expire <n> = key expires in n days <n>w = key expires in n weeks <n>m = key expires in n months <n>y = key expires in n years
cs: Prosím urèete, jak dlouho by klíè mìl platit. 0 = doba platnosti klíèe není omezena <n> = doba platnosti klíèe skonèí za n dní <n>w = doba platnosti klíèe skonèí za n týdnù <n>m = doba platnosti klíèe skonèí za n mìsícù <n>y = doba platnosti klíèe skonèí za n let

source: Please specify how long the signature should be valid. 0 = signature does not expire <n> = signature expires in n days <n>w = signature expires in n weeks <n>m = signature expires in n months <n>y = signature expires in n years
cs: Prosím urèete, jak dlouho by mìl podpis platit. 0 = doba platnosti podpisu není omezena <n> = doba platnosti podpisu skonèí za n dní <n>w = doba platnosti podpisu skonèí za n týdnù <n>m = doba platnosti podpisu skonèí za n mìsícù <n>y = doba platnosti podpisu skonèí za n let

source: Key is valid for? (0)
cs: Klíè je platný pro? (0)

source: Signature is valid for? (%s)
cs: Podpis je platný pro? (%s)

source: invalid value
cs: neplatná hodnota

source: Key does not expire at all
cs: Platnost klíèe nikdy neskonèí

source: Signature does not expire at all
cs: Platnost podpisu nikdy neskonèí

source: Key expires at %s
cs: Platnost klíèe skonèí v %s

source: Signature expires at %s
cs: Platnost podpisu skonèí v %s

source: Your system can't display dates beyond 2038. However, it will be correctly handled up to 2106.
cs: Vá¹ systém neumí zobrazit data po roce 2038. V ka¾dém pøípadì budou data korektnì zpracovávána do roku 2106.

source: Is this correct? (y/N)
cs: Je to správnì (a/N)?

source: You need a user ID to identify your key; the software constructs the user ID from the Real Name, Comment and Email Address in this form: "Heinrich Heine (Der Dichter) <heinrichh@duesseldorf.de>"
cs: Aby bylo mo¾né rozpoznat Vá¹ klíè, musíte znát identifikátor u¾ivatele; program jej slo¾í z Va¹eho jména a pøíjmení, komentáøe a e-mailu v tomto tvaru: "Magda Prochazkova (student) <magda@domena.cz>"

source: Real name:
cs: Jméno a pøíjmení:

source: Invalid character in name
cs: Neplatný znak ve jménì

source: Name may not start with a digit
cs: Jméno nemù¾e zaèínat èíslicí

source: Name must be at least 5 characters long
cs: Jméno musí být dlouhé alespoò 5 znakù

source: Email address:
cs: E-mailová adresa:

source: Not a valid email address
cs: Neplatná e-mailová adresa

source: Comment:
cs: Komentáø:

source: Invalid character in comment
cs: Neplatný znak v komentáøi

source: You are using the `%s' character set.
cs: Pou¾íváte znakovou sadu `%s'.

source: You selected this USER-ID: "%s"
cs: Zvolil(a) jste tento identifikátor u¾ivatele: "%s"

source: Please don't put the email address into the real name or the comment
cs: Do pole jméno nebo komentáø nepi¹te, prosím, e-mailovou adresu.

source: NnCcEeOoQq
cs: jJkKeEPpUu

source: Change (N)ame, (C)omment, (E)mail or (Q)uit?
cs: Zmìnit (J)méno, (K)omentáø, (E)-mail nebo (U)konèit?

source: Change (N)ame, (C)omment, (E)mail or (O)kay/(Q)uit?
cs: Zmìnit (J)méno, (K)omentáø, (E)-mail, (P)okraèovat dál nebo (U)konèit program?

source: Please correct the error first
cs: Nejdøív, prosím, opravte chybu

source: You need a Passphrase to protect your secret key.
cs: Pro ochranu Va¹eho tajného klíèe musíte zadat heslo.

source: You don't want a passphrase - this is probably a *bad* idea! I will do it anyway. You can change your passphrase at any time, using this program with the option "--edit-key".
cs: Nechcete heslo - to *není* dobrý nápad! Dobøe, budu pokraèovat bez hesla. Kdykoliv mù¾ete heslo zmìnit pou¾itím tohoto programu s parametrem "--edit-key".

source: We need to generate a lot of random bytes. It is a good idea to perform some other action (type on the keyboard, move the mouse, utilize the disks) during the prime generation; this gives the random number generator a better chance to gain enough entropy.
cs: Musíme vytvoøit mnoho náhodných bajtù. Bìhem vytváøení mù¾ete provádìt nìjakou jinou práci na poèítaèi (psát na klávesnici, pohybovat my¹í, pou¾ívat disky); díky tomu má generátor lep¹í ¹anci získat dostatek entropie.

source: Key generation canceled.
cs: Vytváøení klíèe bylo zru¹eno.

source: writing public key to `%s'
cs: zapisuji veøejný klíè do `%s'

source: writing secret key stub to `%s'
cs: zapisuji tajný klíè do `%s'

source: writing secret key to `%s'
cs: zapisuji tajný klíè do `%s'

source: no writable public keyring found: %s
cs: nenalezen zapisovatelný soubor veøejných klíèù (pubring): %s

source: no writable secret keyring found: %s
cs: nenalezen zapisovatelný soubor tajných klíèù (secring): %s

source: error writing public keyring `%s': %s
cs: chyba pøi zápisu do souboru veøejných klíèù `%s': %s

source: error writing secret keyring `%s': %s
cs: chyba pøi zápisu do souboru tajných klíèù `%s': %s

source: public and secret key created and signed.
cs: veøejný a tajný klíè byly vytvoøeny a podepsány.

source: Note that this key cannot be used for encryption. You may want to use the command "--edit-key" to generate a subkey for this purpose.
cs: Tento klíè nemù¾e být pou¾itý pro ¹ifrování. K vytvoøení sekundárního klíèe pro tento úèel mù¾ete pou¾ít pøíkaz "--edit-key".

source: Key generation failed: %s
cs: Vytvoøení klíèe se nepodaøilo: %s

source: key has been created %lu second in future (time warp or clock problem)
cs: klíè byl vytvoøen %lu sekund v budoucnosti (do¹lo ke zmìnì èasu nebo je problém se systémovým èasem)

source: key has been created %lu seconds in future (time warp or clock problem)
cs: klíè byl vytvoøen %lu sekund v budoucnosti (do¹lo ke zmìnì èasu nebo je problém se systémovým èasem)

source: NOTE: creating subkeys for v3 keys is not OpenPGP compliant
cs: POZNÁMKA: vytvoøení podklíèe pro klíèe v3 není v souladu s OpenPGP

source: Really create? (y/N)
cs: Opravdu vytvoøit? (a/N)

source: storing key onto card failed: %s
cs: ulo¾ení klíèe na kartu se nezdaøilo: %s

source: can't create backup file `%s': %s
cs: nemohu vytvoøit zálohu souboru `%s': %s

source: NOTE: backup of card key saved to `%s'
cs: POZNÁMKA: záloha klíèe z karty ulo¾ena do `%s'

source: never
cs: nikdy

source: Critical signature policy:
cs: Kritická podepisovací politika:

source: Signature policy:
cs: Podepisovací politika:

source: Critical preferred keyserver:
cs: Kriticky preferovaný keyserver:

source: Critical signature notation:
cs: Kritická podepisovací notace:

source: Signature notation:
cs: Podepisovací notace:

source: Keyring
cs: soubor klíèù (keyring)

source: Primary key fingerprint:
cs: Primární fingerprint klíèe:

source: Subkey fingerprint:
cs: Fingerprint podklíèe:

source: Primary key fingerprint:
cs: Primární fingerprint klíèe:

source: Subkey fingerprint:
cs: Fingerprint podklíèe:

source: Key fingerprint =
cs: Fingerprint klíèe =

source: Card serial no. =
cs: Seriové èíslo karty =

source: renaming `%s' to `%s' failed: %s
cs: pøejmenování `%s' na `%s' se nezdaøilo: %s

source: WARNING: 2 files with confidential information exists.
cs: VAROVÁNÍ: Existují dva soubory s tajnými informacemi.

source: %s is the unchanged one
cs: %s je beze zmìny

source: %s is the new one
cs: %s je nový

source: Please fix this possible security flaw
cs: Prosím, opravte tento mo¾ný bezpeènostní problém

source: caching keyring `%s'
cs: cache souboru klíèù `%s'

source: %lu keys cached so far (%lu signatures)
cs: %lu klíèù ji¾ ulo¾eno v cache (%lu podpisù)

source: %lu keys cached (%lu signatures)
cs: %lu klíèù ulo¾eno v cache (%lu podpisù)

source: %s: keyring created
cs: %s: soubor klíèù (keyring) vytvoøen

source: WARNING: keyserver option `%s' is not used on this platform
cs: VAROVÁNÍ: volba `%s' pro server klíèù není na této platformì úèinná

source: Enter number(s), N)ext, or Q)uit >
cs: Vlo¾te èíslo (èísla), 'N' pro dal¹í nebo 'Q' pro konec>

source: invalid keyserver protocol (us %d!=handler %d)
cs: neplatný protokol serveru klíèù (us %d!=handler %d)

source: key "%s" not found on keyserver
cs: klíè "%s" nebyl na serveru klíèù nalezen

source: key not found on keyserver
cs: klíè nebyl na serveru klíèù nalezen

source: requesting key %s from %s server %s
cs: po¾aduji klíè %s ze %s server %s

source: requesting key %s from %s
cs: po¾aduji klíè %s z %s

source: sending key %s to %s server %s
cs: posílám klíè %s na %s server %s

source: sending key %s to %s
cs: posílám klíè %s na %s

source: searching for "%s" from %s server %s
cs: vyhledávám "%s" na %s serveru %s

source: searching for "%s" from %s
cs: vyhledávám "%s" na serveru %s

source: no keyserver action!
cs: ¾ádná operace se serverem klíèù!

source: WARNING: keyserver handler from a different version of GnuPG (%s)
cs: VAROVÁNÍ: keyserver handler z jiné verze GnuPG (%s)

source: keyserver did not send VERSION
cs: server klíèù neposlal VERSION

source: no keyserver known (use option --keyserver)
cs: ¾adný server klíèù není znám (pou¾íjte volbu --keyserver)

source: external keyserver calls are not supported in this build
cs: volání externího keyserver není v této verzi podporováno

source: no handler for keyserver scheme `%s'
cs: protokol serveru klíèù `%s' není podporován

source: action `%s' not supported with keyserver scheme `%s'
cs: akce `%s' není podporována v protokolu `%s' serveru klíèù

source: %s does not support handler version %d
cs: %s nepodporuje protokol verze %d

source: keyserver timed out
cs: èasový limit pro server klíèù vypr¹el

source: keyserver internal error
cs: interní chyba serveru klíèù

source: keyserver communications error: %s
cs: chyba komunikace se serverem klíèù: %s

source: "%s" not a key ID: skipping
cs: "%s" není ID klíèe: pøeskoèeno

source: WARNING: unable to refresh key %s via %s: %s
cs: VAROVÁNÍ: nelze aktualizovat klíè %s prostøednictvím %s: %s

source: refreshing 1 key from %s
cs: aktualizuji 1 klíè z %s

source: refreshing %d keys from %s
cs: aktualizuji %d klíèù z %s

source: weird size for an encrypted session key (%d)
cs: podivná velikost ¹ifrovacího klíèe pro sezení (%d)

source: %s encrypted session key
cs: %s za¹ifrovaný klíè sezení

source: passphrase generated with unknown digest algorithm %d
cs: heslo (passphraze) generováno s pou¾itím neznámého algoritmu %d

source: public key is %s
cs: veøejný klíè je %s

source: public key encrypted data: good DEK
cs: data za¹ifrována veøejným klíèem: správný DEK

source: encrypted with %u-bit %s key, ID %s, created %s
cs: za¹ifrována %u-bitovým %s klíèem, ID %s, vytvoøeným %s

source: encrypted with %s key, ID %s
cs: za¹ifrováno %s klíèem, ID %s

source: public key decryption failed: %s
cs: de¹ifrování veøejným klíèem selhalo: %s

source: encrypted with %lu passphrases
cs: za¹ifrováno s heslem %lu

source: encrypted with 1 passphrase
cs: za¹ifrováno jedním heslem

source: assuming %s encrypted data
cs: pøedpokládám %s ¹ifrovaných dat

source: IDEA cipher unavailable, optimistically attempting to use %s instead
cs: algoritmus IDEA není dostupný; optimisticky se jej pokusíme nahradit algoritmem %s

source: decryption okay
cs: de¹ifrování o.k.

source: WARNING: message was not integrity protected
cs: VAROVÁNÍ: zpráva nebyla chránìna proti poru¹ení její integrity

source: WARNING: encrypted message has been manipulated!
cs: VAROVÁNÍ: se za¹ifrovanou zprávou bylo manipulováno!

source: decryption failed: %s
cs: de¹ifrování selhalo: %s

source: NOTE: sender requested "for-your-eyes-only"
cs: POZNÁMKA: odesílatel po¾adoval ("for-your-eyes-only")

source: original file name='%.*s'
cs: pùvodní jméno souboru='%.*s'

source: standalone revocation - use "gpg --import" to apply
cs: samostatný revokaèní certifikát - pou¾ijte "gpg --import", chcete-li jej u¾ít

source: signature verification suppressed
cs: verifikace podpisu potlaèena

source: Signature made %s
cs: Podpis vytvoøen %s

source: using %s key %s
cs: pou¾ití %s klíèe %s

source: Signature made %s using %s key ID %s
cs: Podpis vytvoøen %s pomocí klíèe %s s ID u¾ivatele %s

source: Key available at:
cs: Klíè k dispozici na:

source: BAD signature from "%s"
cs: ©PATNÝ podpis od "%s"

source: Expired signature from "%s"
cs: Podpis s vypr¹enou platností od "%s"

source: Good signature from "%s"
cs: Dobrý podpis od "%s"

source: [uncertain]
cs: [nejistý]

source: aka "%s"
cs: alias "%s"

source: Signature expired %s
cs: Platnost podpisu skonèila %s

source: Signature expires %s
cs: Platnost podpisu skonèí %s

source: %s signature, digest algorithm %s
cs: podpis %s, hashovací algoritmus %s

source: binary
cs: binární formát

source: textmode
cs: textový formát

source: unknown
cs: neznámý formát

source: Can't check signature: %s
cs: Nemohu ovìøit podpis: %s

source: not a detached signature
cs: toto není podpis oddìlený od dokumentu

source: WARNING: multiple signatures detected. Only the first will be checked.
cs: VAROVÁNÍ: detekováno více podpisù. Kontrolován bude pouze první.

source: standalone signature of class 0x%02x
cs: samostatný podpis tøídy 0x%02x

source: old style (PGP 2.x) signature
cs: podpis starého typu (PGP 2.x)

source: invalid root packet detected in proc_tree()
cs: nalezen neplatný koøenový paket v proc_tree()

source: can't disable core dumps: %s
cs: nemohu vypnout vytváøení core souborù: %s

source: fstat of `%s' failed in %s: %s
cs: fstat `%s' selhal na %s: %s

source: fstat(%d) failed in %s: %s
cs: fstat(%d) selhal v %s: %s

source: WARNING: using experimental public key algorithm %s
cs: VAROVÁNÍ: pou¾ívám experimentální algoritmus veøejného klíèe %s

source: WARNING: using experimental cipher algorithm %s
cs: VAROVÁNÍ: pou¾ívám experimentální ¹ifrovací algoritmus %s

source: WARNING: using experimental digest algorithm %s
cs: VAROVÁNÍ: pou¾ívám experimentální hashovací algoritmus %s

source: the IDEA cipher plugin is not present
cs: IDEA modul pro GnuPG nenalezen

source: WARNING: digest algorithm %s is deprecated
cs: VAROVÁNÍ: vy¾ádaný algoritmus %s není doporuèen

source: %s:%d: deprecated option "%s"
cs: %s:%d: pou¾ití parametru "%s" se nedoporuèuje

source: WARNING: "%s" is a deprecated option
cs: VAROVÁNÍ: pou¾ívání parametru "%s" se nedoporuèuje

source: please use "%s%s" instead
cs: pou¾ijte místo nìj "%s%s"

source: WARNING: "%s" is a deprecated command - do not use it
cs: VAROVÁNÍ: pou¾ívání pøíkaz "%s" se nedoporuèuje - nepou¾ívejte jej

source: Uncompressed
cs: Nezakomprimováno

source: uncompressed|none
cs: nezakomprimováno|nic

source: this message may not be usable by %s
cs: tato zpráva nemusí být s %s pou¾itelná

source: ambiguous option `%s'
cs: nejednoznaèné volby `%s'

source: unknown option `%s'
cs: neznámá volba `%s'

source: File `%s' exists.
cs: Soubor `%s' existuje.

source: Overwrite? (y/N)
cs: Pøepsat (a/N)?

source: %s: unknown suffix
cs: %s: neznámá pøípona

source: Enter new filename
cs: Vlo¾te nový název souboru

source: writing to stdout
cs: zapisuji do standardního výstupu

source: assuming signed data in `%s'
cs: pøedpokládám podepsaná data v `%s'

source: new configuration file `%s' created
cs: vytvoøen nový konfiguraèní soubor `%s'

source: WARNING: options in `%s' are not yet active during this run
cs: VAROVÁNÍ: nastavení z `%s' nejsou pøi tomto spu¹tìní zatím aktivní

source: directory `%s' created
cs: adresáø `%s' vytvoøen

source: can't handle public key algorithm %d
cs: nemohu pracovat s algoritmem veøejného klíèe %d

source: WARNING: potentially insecure symmetrically encrypted session key
cs: VAROVÁNÍ: potencionálnì nebezpeènì symetricky za¹ifrován klíè sezení

source: subpacket of type %d has critical bit set
cs: podpaket typu %d má nastavený kritický bit

source: gpg-agent is not available in this session
cs: gpg-agent není v tomto sezení dostupný

source: malformed GPG_AGENT_INFO environment variable
cs: ¹patný formát promìnné prostøedí GPG_AGENT_INFO

source: gpg-agent protocol version %d is not supported
cs: gpg-agent protokol verze %d není podporován

source: can't connect to `%s': %s
cs: nemohu se pøipojit k `%s': %s

source: problem with the agent - disabling agent use
cs: problém s agentem - pou¾ívání agenta vypnuto

source: (main key ID %s)
cs: (hlavní ID klíèe %s)

source: You need a passphrase to unlock the secret key for user: "%.*s" %u-bit %s key, ID %s, created %s%s
cs: Potøebujete heslo, abyste odemknul(a) tajný klíè pro u¾ivatele: "%.*s" Klíè o délce %u bitù, typ %s, ID %s, vytvoøený %s%s

source: Repeat passphrase
cs: Opakovat heslo

source: Enter passphrase
cs: Vlo¾it heslo

source: cancelled by user
cs: zru¹eno u¾ivatelem

source: can't query passphrase in batch mode
cs: v dávkovém re¾imu se nelze ptát na heslo

source: Enter passphrase:
cs: Vlo¾te heslo:

source: You need a passphrase to unlock the secret key for user: "%s"
cs: Musíte znát heslo, abyste odemknul(a) tajný klíè pro u¾ivatele: "%s"

source: %u-bit %s key, ID %s, created %s
cs: délka %u bitù, typ %s, klíè %s, vytvoøený %s

source: (subkey on main key ID %s)
cs: (podklíè na hlavním klíèi ID %s)

source: Repeat passphrase:
cs: Opakujte heslo:

source: Pick an image to use for your photo ID. The image must be a JPEG file. Remember that the image is stored within your public key. If you use a very large picture, your key will become very large as well! Keeping the image close to 240x288 is a good size to use.
cs: Vyberte obrázek, který bude pou¾it jako Va¹e fotografické ID. Obrázek musí být ve formátu JPEG. Nezapomeòtì, ¾e obrázek bude ulo¾en ve Va¹em veøejném klíèi - velký obrázek bude mít za následek velmi velký veøejný klíè ! Vhodná velikost obrázku je asi 240x288.

source: Enter JPEG filename for photo ID:
cs: Vlo¾te jméno JPEG souboru s fotografickým ID:

source: unable to open JPEG file `%s': %s
cs: nelze otevøít JPEG soubor `%s': %s

source: This JPEG is really large (%d bytes) !
cs: Tento JPEG je opravdu velký (%d bajtù)!

source: Are you sure you want to use it? (y/N)
cs: Jste si jistý(á), ¾e jej chcete pou¾ít? (a/N)

source: `%s' is not a JPEG file
cs: `%s' není soubor ve formátu JPEG

source: Is this photo correct (y/N/q)?
cs: Je tato fotografie správná (a/N/u)?

source: unable to display photo ID!
cs: nelze zobrazit photo ID!

source: No reason specified
cs: Dùvod nebyl specifikován

source: Key is superseded
cs: Klíè je nahrazen

source: Key has been compromised
cs: Klíè byl zkompromitován

source: Key is no longer used
cs: Klíè se ji¾ nepou¾ívá

source: User ID is no longer valid
cs: Identifikátor u¾ivatele ji¾ neplatí

source: reason for revocation:
cs: dùvod pro revokaci:

source: revocation comment:
cs: revokaèní poznámka:

source: iImMqQsS
cs: iImMuUsS

source: No trust value assigned to:
cs: Není pøiøazena ¾ádná hodnota dùvìry:

source: aka "%s"
cs: alias "%s"

source: How much do you trust that this key actually belongs to the named user?
cs: Nakolik dùvìøujete tvrzení, ¾e tento klíè patøí uvedenému u¾ivateli?

source: %d = I don't know or won't say
cs: %d = Nevím nebo neøeknu

source: %d = I do NOT trust
cs: %d = Nedùvìøuji

source: %d = I trust ultimately
cs: %d = Dùvìøuji absolutnì

source: m = back to the main menu
cs: m = zpìt do hlavního menu

source: s = skip this key
cs: s = pøeskoèit tento klíè

source: q = quit
cs: u = ukonèit

source: The minimum trust level for this key is: %s
cs: Minimální úroveò dùvìry tohoto klíèe je: %s

source: Your decision?
cs: Va¹e rozhodnutí?

source: Do you really want to set this key to ultimate trust? (y/N)
cs: Opravdu chcete nastavit pro tento klíè absolutní dùvìru? (a/N)

source: Certificates leading to an ultimately trusted key:
cs: Certifikáty vedoucí k finálnímu dùvìryhodnému klíèi:

source: %s: There is no assurance this key belongs to the named user
cs: %s: Nic nenaznaèuje tomu, ¾e tento klíè patøí uvedenému u¾ivateli

source: %s: There is limited assurance this key belongs to the named user
cs: %s: Je zde èásteèná dùvìra, ¾e tento klíè patøí uvedenému uv¾ivateli

source: This key probably belongs to the named user
cs: Tento klíè pravdìpodobnì nále¾í uvedenému u¾ivateli

source: This key belongs to us
cs: Tento klíè nále¾í nám (máme odpovídající tajný klíè)

source: It is NOT certain that the key belongs to the person named in the user ID. If you *really* know what you are doing, you may answer the next question with yes.
cs: NENÍ jisté, zda tento klíè patøí osobì, její¾ jméno je uvedeno v u¾ivatelském ID. Pokud *skuteènì* víte, co dìláte, mù¾ete na následující otázku odpovìdìt ano

source: Use this key anyway? (y/N)
cs: Pou¾ít pøesto tento klíè? (a/N)

source: WARNING: Using untrusted key!
cs: VAROVÁNÍ: Je pou¾it nedùvìryhodný klíè!

source: WARNING: this key might be revoked (revocation key not present)
cs: VAROVÁNÍ: tento klíè mù¾e být revokován (revokaèní klíè nenalezen)

source: WARNING: This key has been revoked by its designated revoker!
cs: VAROVÁNÍ: Tento klíè byl revokován klíèem s povìøením k revokaci!

source: WARNING: This key has been revoked by its owner!
cs: VAROVÁNÍ: Tento klíè byl revokován svým vlastníkem!

source: This could mean that the signature is forged.
cs: To mù¾e znamenat, ¾e podpis je padìlaný.

source: WARNING: This subkey has been revoked by its owner!
cs: VAROVÁNÍ: Tento podklíè byl revokován svým vlastníkem!

source: Note: This key has been disabled.
cs: Poznámka: Tento klíè byl oznaèen jako neplatný (disabled).

source: Note: This key has expired!
cs: Poznámka: Skonèila platnost tohoto klíèe!

source: WARNING: This key is not certified with a trusted signature!
cs: VAROVÁNÍ: Tento klíè není certifikován dùvìryhodným podpisem!

source: There is no indication that the signature belongs to the owner.
cs: Nic nenaznaèuje tomu, ¾e tento podpis patøí vlastníkovi klíèe.

source: WARNING: We do NOT trust this key!
cs: VAROVÁNÍ: NEdùvìøujeme tomuto klíèi!

source: The signature is probably a FORGERY.
cs: Tento podpis je pravdìpodobnì PADÌLANÝ.

source: WARNING: This key is not certified with sufficiently trusted signatures!
cs: VAROVÁNÍ: Tento klíè není certifikován dostateènì dùvìryhodnými podpisy!

source: It is not certain that the signature belongs to the owner.
cs: Není jisté, zda tento podpis patøí vlastníkovi.

source: %s: skipped: %s
cs: %s: pøeskoèeno: %s

source: %s: skipped: public key already present
cs: %s: pøeskoèeno: veøejný klíè je ji¾ obsa¾en v databázi

source: You did not specify a user ID. (you may use "-r")
cs: Nespecifikoval jste identifikátor u¾ivatele (user ID). Mù¾ete pou¾ít "-r"

source: Current recipients:
cs: Aktuální pøíjemci:

source: Enter the user ID. End with an empty line:
cs: Napi¹te identifikátor u¾ivatele (user ID). Ukonèete prázdným øádkem:

source: No such user ID.
cs: Takový identifikátor u¾ivatele neexistuje.

source: skipped: public key already set as default recipient
cs: pøeskoèeno: veøejný klíè je u¾ nastaven podle implicitního adresáta

source: Public key is disabled.
cs: Veøejný klíè je neplatný (disabled).

source: skipped: public key already set
cs: pøeskoèeno: veøejný klíè je ji¾ nastaven

source: unknown default recipient "%s"
cs: neznámý implicitní adresát "%s"

source: %s: skipped: public key is disabled
cs: %s: pøeskoèeno: veøejný klíè je neplatný (disabled)

source: no valid addressees
cs: ¾ádné platné adresy

source: data not saved; use option "--output" to save it
cs: data nebyla ulo¾ena; k jejich ulo¾ení pou¾ijte parametr pøíkazu "--output"

source: error creating `%s': %s
cs: chyba pøi vytváøení `%s': %s

source: Detached signature.
cs: Podpis oddìlený od dokumentu.
