Repository: GNA-SERVICES-INC/MoNGate
Catalog: gnupg-1.4.10/po/*.po
Languages: cs

source: key %s: no subkey for key binding
cs: klíè %s: neexistuje podklíè pro vázání klíèù

source: key %s: unsupported public key algorithm
cs: klíè %s: nepodporovaný algoritmus veøejného klíèe

source: key %s: invalid subkey binding
cs: klíè %s: neplatná vazba podklíèe

source: key %s: removed multiple subkey binding
cs: klíè %s: smazána vícenásobná vazba podklíèe

source: key %s: no subkey for key revocation
cs: klíè %s: neexistuje podklíè pro revokaci klíèe

source: key %s: invalid subkey revocation
cs: klíè %s: neplatný revokaèní podklíè

source: key %s: removed multiple subkey revocation
cs: klíè %s: smazána vícenásobná revokace podklíèe

source: key %s: skipped user ID "%s"
cs: klíè %s: pøeskoèen identifikátor u¾ivatele "%s"

source: key %s: skipped subkey
cs: klíè %s: podklíè pøeskoèen

source: key %s: non exportable signature (class 0x%02X) - skipped
cs: klíè %s: podpis není exportovatelný (tøída %02X) - pøeskoèeno

source: key %s: revocation certificate at wrong place - skipped
cs: klíè %s: revokaèní certifikát na ¹patném místì - pøeskoèeno

source: key %s: invalid revocation certificate: %s - skipped
cs: klíè %s: neplatný revokaèní certifikát: %s - pøeskoèen

source: key %s: subkey signature in wrong place - skipped
cs: klíè %s: podpis podklíèe na ¹patném místì - pøeskoèeno

source: key %s: unexpected signature class (0x%02X) - skipped
cs: klíè %s: neoèekávaná podpisová tøída (0x%02X) - pøeskoèeno

source: key %s: duplicated user ID detected - merged
cs: klíè %s: objeven duplikovaný identifikátor u¾ivatele - slouèen

source: WARNING: key %s may be revoked: fetching revocation key %s
cs: VAROVÁNÍ: klíè %s mù¾e být revokován: zkou¹ím získat revokaèní klíè %s

source: WARNING: key %s may be revoked: revocation key %s not present.
cs: VAROVÁNÍ: klíè %s mù¾e být revokován: revokaèní klíè %s nenalezen.

source: key %s: "%s" revocation certificate added
cs: klíè %s: "%s" pøidán revokaèní certifikát

source: key %s: direct key signature added
cs: klíè %s: podpis klíèe jím samým (direct key signature) pøidán

source: NOTE: a key's S/N does not match the card's one
cs: POZNÁMKA: S/N klíèe neodpovídá S/N karty

source: NOTE: primary key is online and stored on card
cs: POZNÁMKA: primární klíè je online a je ulo¾en na kartì

source: NOTE: secondary key is online and stored on card
cs: POZNÁMKA: sekundární klíè je online a je ulo¾en na kartì

source: error creating keyring `%s': %s
cs: chyba pøi vytváøení souboru klíèù (keyring)`%s': %s

source: keyring `%s' created
cs: soubor klíèù (keyring) `%s' vytvoøen

source: keyblock resource `%s': %s
cs: zdroj bloku klíèe `%s': %s

source: failed to rebuild keyring cache: %s
cs: selhalo obnovení vyrovnávací pamìti klíèù: %s

source: [revocation]
cs: [revokace]

source: [self-signature]
cs: [podpis klíèe jím samým]

source: 1 bad signature
cs: 1 ¹patný podpis

source: %d bad signatures
cs: %d ¹patných podpisù

source: 1 signature not checked due to a missing key
cs: 1 podpis neovìøen, proto¾e chybí klíè

source: %d signatures not checked due to missing keys
cs: %d podpisù neovìøených, proto¾e chybí klíè

source: 1 signature not checked due to an error
cs: 1 podpis neovìøen, proto¾e vznikla chyba

source: %d signatures not checked due to errors
cs: %d podpisù neovìøených, proto¾e vznikly chyby

source: 1 user ID without valid self-signature detected
cs: objeven 1 identifikátor u¾ivatele bez platného podpisu jím samým

source: %d user IDs without valid self-signatures detected
cs: objeveno %d identifikátorù u¾ivatele bez platného podpisu jím samým

source: Please decide how far you trust this user to correctly verify other users' keys (by looking at passports, checking fingerprints from different sources, etc.)
cs: Prosím rozhodnìte, nakolik dùvìøete tomuto u¾ivateli, ¾e správnì verifikuje klíèe jiných u¾ivatelù (prohlédnutím cestovních pasù, kontrolou fingerprintù z rùzných zdrojù...)?

source: %d = I trust marginally
cs: %d = Dùvìøuji èásteènì

source: %d = I trust fully
cs: %d = Dùvìøuji úplnì

source: Please enter the depth of this trust signature. A depth greater than 1 allows the key you are signing to make trust signatures on your behalf.
cs: Prosím vlo¾te hloubku dùvìry (depth trust) k tomuto podpisu. Hloubka vìt¹í ne¾ 1 umo¾òuje klíèùm, které jste podepsal podepsat jiný klíè, který bude pro Vás dùvìryhodný.

source: Please enter a domain to restrict this signature, or enter for none.
cs: Prosím vlo¾te doménu, pro kterou je podpis omezen nebo stisknìte enter pro podpis bez omezení na doménu.

source: User ID "%s" is revoked.
cs: U¾ivatelské ID "%s" je revokováno.

source: Are you sure you still want to sign it? (y/N)
cs: Jste si jistý(á), ¾e stále chcete podepsat tento klíè? (a/N)

source: Unable to sign.
cs: Nelze podepsat.

source: User ID "%s" is expired.
cs: Vypr¹ela platnost u¾ivatelského ID "%s".

source: User ID "%s" is not self-signed.
cs: ID u¾ivatele "%s" není podepsáno jím samým.

source: User ID "%s" is signable.
cs: ID u¾ivatele "%s" je pøipraveno k podpisu.

source: Sign it? (y/N)
cs: Podepsat? (a/N)

source: The self-signature on "%s" is a PGP 2.x-style signature.
cs: Podpis klíèe "%s" jím samým je podpis formátu PGP 2.x.

source: Do you want to promote it to an OpenPGP self-signature? (y/N)
cs: Pøejete si jej zmìnit na formát OpenPGP? (a/N)

source: Your current signature on "%s" has expired.
cs: Platnost Va¹eho podpisu na "%s" vypr¹ela.

source: Do you want to issue a new signature to replace the expired one? (y/N)
cs: Chcete vytvoøit nový podpis a nahradit jím ten, jeho¾ platnost vypr¹ela? (a/N)

source: Your current signature on "%s" is a local signature.
cs: Va¹ souèasný podpis na "%s" je pouze lokální.

source: Do you want to promote it to a full exportable signature? (y/N)
cs: Pøejete si jej zmìnit na plnì exportovatelný podpise? (a/N)

source: "%s" was already locally signed by key %s
cs: "%s" je ji¾ lokálnì podepsán klíèem %s

source: "%s" was already signed by key %s
cs: "%s" je ji¾ podepsán klíèem %s

source: Do you want to sign it again anyway? (y/N)
cs: Chcete klíè pøesto znova podepsat? (a/N)

source: Nothing to sign with key %s
cs: Nic k podepsání klíèem %s

source: This key has expired!
cs: Platnost klíèe vypr¹ela!

source: This key is due to expire on %s.
cs: Platnost klíèe vypr¹í %s.

source: Do you want your signature to expire at the same time? (Y/n)
cs: Chcete, aby platnost Va¹eho podpisu vypr¹ela ve stejnou dobu? (A/n)

source: You may not make an OpenPGP signature on a PGP 2.x key while in --pgp2 mode.
cs: Nemù¾ete udìlat OpenPGP podpis klíèe typu PGP 2.x, kdy¾ jste v --pgp2 módu.

source: This would make the key unusable in PGP 2.x.
cs: To by zpùsobilo nepou¾itelnost klíèe v PGP 2.x.

source: How carefully have you verified the key you are about to sign actually belongs to the person named above? If you don't know what to answer, enter "0".
cs: S jakou jistotou jste provìøili, ¾e klíè, který chcete podepsat patøí vý¹e uvedené osobì. Pokud neznáte odpovìï, zadejte "0".

source: (0) I will not answer.%s
cs: (0) Neodpovím.%s

source: (1) I have not checked at all.%s
cs: (1) Nijak jsem to nekontroloval(a).%s

source: (2) I have done casual checking.%s
cs: (2) Èásteènì jsem to ovìøil(a).%s

source: (3) I have done very careful checking.%s
cs: (3) Velmi peèlivì jsem to ovìøil(a).%s

source: Your selection? (enter `?' for more information):
cs: Va¹ výbìr? (pro více informací vlo¾te '?'):

source: Are you sure that you want to sign this key with your key "%s" (%s)
cs: Jste si jistý(á), ¾e chcete podepsat tento klíè svým klíèem "%s" (%s)

source: This will be a self-signature.
cs: Jedná se o podpis klíèe jím samým.

source: WARNING: the signature will not be marked as non-exportable.
cs: VAROVÁNÍ: podpis nebude oznaèen jako neexportovatelný.

source: WARNING: the signature will not be marked as non-revocable.
cs: VAROVÁNÍ: podpis nebude oznaèen jako neodvolatelný (non-revocable).

source: The signature will be marked as non-exportable.
cs: Podpis bude oznaèen jako neexportovatelný.

source: The signature will be marked as non-revocable.
cs: Podpis bude oznaèen jako neodvolatelný (non-revocable).

source: I have not checked this key at all.
cs: Nijak jsem tento klíè neovìøil.

source: I have checked this key casually.
cs: Èásteènì jsem ovìøil tento klíè.

source: I have checked this key very carefully.
cs: Velmi peèlivì jsem ovìøil tento klíè.

source: Really sign? (y/N)
cs: Skuteènì podepsat? (a/N)

source: signing failed: %s
cs: podepsání selhalo: %s

source: Key has only stub or on-card key items - no passphrase to change.
cs: K dispozici je jen kontrolní souèet klíèe nebo je klíè na kartì - passphrase nelze zmìnit.

source: This key is not protected.
cs: Tento klíè není chránìný.

source: Secret parts of primary key are not available.
cs: Tajné èásti primárního klíèe nejsou dostupné.

source: Secret parts of primary key are stored on-card.
cs: Tajná èást primárního klíèe jsou ulo¾eny na kartì.

source: Key is protected.
cs: Klíè je chránìný.

source: Can't edit this key: %s
cs: Není mo¾né editovat tento klíè: %s

source: Enter the new passphrase for this secret key.
cs: Vlo¾te nové heslo (passphrase) pro tento tajný klíè.

source: passphrase not correctly repeated; try again
cs: heslo není zopakováno správnì; zkuste to znovu

source: You don't want a passphrase - this is probably a *bad* idea!
cs: Nechcete heslo - to *není* dobrý nápad!

source: Do you really want to do this? (y/N)
cs: Opravdu to chcete udìlat? (a/N)

source: moving a key signature to the correct place
cs: pøesunuji podpis klíèe na správné místo

source: save and quit
cs: ulo¾it a ukonèit

source: show key fingerprint
cs: vypsat fingerprint klíèe

source: list key and user IDs
cs: vypsat seznam klíèù a id u¾ivatelù

source: select user ID N
cs: vyberte identifikátor u¾ivatele N

source: select subkey N
cs: vyberte podklíè N

source: check signatures
cs: kontrolovat podpisy

source: sign selected user IDs [* see below for related commands]
cs: podepsat vybrané ID u¾ivatele [* ní¾e jsou uvedeny relevantní pøíkazy]

source: sign selected user IDs locally
cs: podepsat vybrané u¾ivatelské ID lokálnì

source: sign selected user IDs with a trust signature
cs: podepsat vybrané u¾ivatelské ID dùvìryhodným podpisem

source: sign selected user IDs with a non-revocable signature
cs: podepsat vybrané u¾ivatelské ID nerevokovatelným podpisem

source: add a user ID
cs: pøidat identifikátor u¾ivatele

source: add a photo ID
cs: pøidat fotografický ID

source: delete selected user IDs
cs: smazat vybrané ID u¾ivatele

source: add a subkey
cs: pøidat podklíèy

source: add a key to a smartcard
cs: pøidat klíè na kartu

source: move a key to a smartcard
cs: pøesunout klíè na kartu

source: move a backup key to a smartcard
cs: pøesunout zálo¾ní klíè na kartu

source: delete selected subkeys
cs: smazat vybrané podklíèe

source: add a revocation key
cs: pøidat revokaèní klíè

source: delete signatures from the selected user IDs
cs: smazat podpisy z vybraných u¾ivatelských ID

source: change the expiration date for the key or selected subkeys
cs: zmìnit datum expirace pro klíè nebo vybrané podklíèe

source: flag the selected user ID as primary
cs: oznaèit vybrané u¾ivatelské ID jako primární

source: toggle between the secret and public key listings
cs: pøepnout mezi vypisem seznamu tajných a veøejných klíèù

source: list preferences (expert)
cs: vypsat seznam pøedvoleb (pro experty)

source: list preferences (verbose)
cs: vypsat seznam pøedvoleb (podrobnì)

source: set preference list for the selected user IDs
cs: nastavit sadu preferencí pro vybrané u¾ivatelské ID

source: change the passphrase
cs: zmìnit heslo

source: change the ownertrust
cs: zmìnit dùvìryhodnost vlastníka klíèe

source: revoke signatures on the selected user IDs
cs: revokovat podpisu na vybraných u¾ivatelských ID

source: revoke selected user IDs
cs: revokovat vybrané u¾ivatelské ID

source: revoke key or selected subkeys
cs: revokovat klíè nebo vybrané podklíèe

source: enable key
cs: nastavit klíè jako platný (enable)

source: disable key
cs: nastavit klíè jako neplatný (disable)

source: show selected photo IDs
cs: ukázat vybrané fotografické ID

source: error reading secret keyblock "%s": %s
cs: chyba pøi ètení bloku tajného klíèe "%s": %s

source: Secret key is available.
cs: Tajný klíè je dostupný.

source: Need the secret key to do this.
cs: Pro provedení této operace je potøeba tajný klíè.

source: Please use the command "toggle" first.
cs: Prosím, nejdøíve pou¾ijte pøíkaz "toggle" (pøepnout).

source: * The `sign' command may be prefixed with an `l' for local signatures (lsign), a `t' for trust signatures (tsign), an `nr' for non-revocable signatures (nrsign), or any combination thereof (ltsign, tnrsign, etc.).
cs: * Pøíkaz `sign' mù¾e být pou¾it s prefixem `l' pro lokální podpis (lsign), s prefixem `t' pro dùvìryhodný podpis (tsign) nebo `nr' pro neodvolatený podpis (nrsign) nebo libovolnou jejich kombinací (ltsign, tnrsign, atd.).

source: Key is revoked.
cs: Klíè revokován.

source: Really sign all user IDs? (y/N)
cs: Opravdu podepsat v¹echny id u¾ivatele? (a/N)

source: Hint: Select the user IDs to sign
cs: Nápovìda: Vyberte id u¾ivatele k podepsání

source: Unknown signature type `%s'
cs: Neznámý typ podpisu `%s'

source: This command is not allowed while in %s mode.
cs: Tento pøíkaz není v módù %s dovolený.

source: You must select at least one user ID.
cs: Musíte vybrat alespoò jeden id u¾ivatele.

source: You can't delete the last user ID!
cs: Nemù¾ete smazat poslední id u¾ivatele!

source: Really remove all selected user IDs? (y/N)
cs: Opravdu odstranit v¹echny vybrané id u¾ivatele? (a/N)

source: Really remove this user ID? (y/N)
cs: Opravdu odstranit tento id u¾ivatele? (a/N)

source: Really move the primary key? (y/N)
cs: Opravdu pøesunout primární klíè? (a/N)

source: You must select exactly one key.
cs: Musíte vybrat právì jeden klíè.

source: Command expects a filename argument
cs: Pøíkaz oèekává jméno souboru jako argument

source: Can't open `%s': %s
cs: Nemohu otevøít `%s': %s

source: Error reading backup key from `%s': %s
cs: Chyba pøi ètení zálo¾ního klíèe z `%s': %s

source: You must select at least one key.
cs: Musíte vybrat alespoò jeden klíè.

source: Do you really want to delete the selected keys? (y/N)
cs: Opravdu chcete smazat vybrané klíèe? (a/N)

source: Do you really want to delete this key? (y/N)
cs: Opravdu chcete smazat tento klíè? (a/N)

source: Really revoke all selected user IDs? (y/N)
cs: Opravdu revokovat v¹echny vybrané id u¾ivatele? (a/N)

source: Really revoke this user ID? (y/N)
cs: Opravdu revokovat tento id u¾ivatele? (a/N)

source: Do you really want to revoke the entire key? (y/N)
cs: Opravdu chcete revokovat celý klíè? (a/N)

source: Do you really want to revoke the selected subkeys? (y/N)
cs: Opravdu chcete revokovat vybrané podklíèe? (a/N)

source: Do you really want to revoke this subkey? (y/N)
cs: Opravdu chcete revokovat tento podklíè? (a/N)

source: Owner trust may not be set while using a user provided trust database
cs: Dùvìryhodnost vlastníka nelze mìnit je-li pou¾ívána databáze dùvìry poskytnutá u¾ivatelem

source: Set preference list to:
cs: Nastavit seznam pøedvoleb:

source: Really update the preferences for the selected user IDs? (y/N)
cs: Opravdu aktualizovat pøedvolby pro vybraný id u¾ivatele? (a/N)

source: Really update the preferences? (y/N)
cs: Opravdu aktualizovat pøedvolby? (a/N)

source: Save changes? (y/N)
cs: Ulo¾it zmìny? (a/N)

source: Quit without saving? (y/N)
cs: Ukonèit bez ulo¾ení? (a/N)

source: update failed: %s
cs: aktualizace selhala: %s

source: update secret failed: %s
cs: aktualizace tajného klíèe selhala: %s

source: Key not changed so no update needed.
cs: Klíè nebyl zmìnìn, tak¾e není potøeba jej aktualizovat.

source: Digest:
cs: Hash:

source: Features:
cs: Vlastnosti:

source: Keyserver no-modify
cs: Keyserver bez modifikace

source: Preferred keyserver:
cs: Preferovaný keyserver:

source: There are no preferences on a PGP 2.x-style user ID.
cs: U¾ivatelský ID formátu PGP 2.x nemá ¾ádné pøedvolby

source: This key was revoked on %s by %s key %s
cs: V %s tento klíè revokoval %s klíèem %s

source: This key may be revoked by %s key %s
cs: Tento klíè mù¾e být revokován %s klíèem %s

source: (sensitive)
cs: (citlivá informace)

source: created: %s
cs: vytvoøen: %s

source: revoked: %s
cs: revokován: %s

source: expired: %s
cs: platnost skonèila: %s

source: expires: %s
cs: platnost skonèí: %s

source: usage: %s
cs: pou¾ití: %s

source: trust: %s
cs: dùvìra: %s

source: validity: %s
cs: platnost: %s

source: This key has been disabled
cs: Tento klíè byl oznaèen za neplatný (disabled)

source: card-no:
cs: èíslo karty:

source: Please note that the shown key validity is not necessarily correct unless you restart the program.
cs: Prosím nezapomeòte, ¾e zobrazované údaje o platnosti klíèù nemusí být nutnì správné, dokud znova nespustíte program.

source: revoked
cs: revokován

source: expired
cs: platnost skonèila

source: WARNING: no user ID has been marked as primary. This command may cause a different user ID to become the assumed primary.
cs: VAROVÁNÍ: ¾ádné u¾ivatelské ID nebylo oznaèeno jako primární. Tento pøíkaz mù¾e zpùsobit, ¾e za primární bude pova¾ováno jiné user ID.

source: WARNING: This is a PGP2-style key. Adding a photo ID may cause some versions of PGP to reject this key.
cs: VAROVÁNÍ: Toto je PGP2 klíè. Pøidání fotografického ID mù¾e v nìkterých verzích PGP vést k odmítnutí tohoto klíèe.

source: Are you sure you still want to add it? (y/N)
cs: Jste si jistý, ¾e jej chcete stále pøidat? (a/N)

source: You may not add a photo ID to a PGP2-style key.
cs: Nemìli by jste pøidávat fotografický ID k PGP2 klíèi.

source: Delete this good signature? (y/N/q)
cs: Smazat tento dobrý podpis? (a/N/u)

source: Delete this invalid signature? (y/N/q)
cs: Smazat tento neplatný podpis? (a/N/u)

source: Delete this unknown signature? (y/N/q)
cs: Smazat tento neznámý podpis? (a/N/u)

source: Really delete this self-signature? (y/N)
cs: Opravdu smazat tento podpis podepsaný sebou samým? (a/N)

source: Deleted %d signature.
cs: Smazán %d podpis.

source: Deleted %d signatures.
cs: Smazáno %d podpisù.

source: Nothing deleted.
cs: Nic nebylo smazáno.

source: invalid
cs: neplatný

source: WARNING: This is a PGP 2.x-style key. Adding a designated revoker may cause some versions of PGP to reject this key.
cs: VAROVÁNÍ: Toto je PGP2 klíè. Pøidání 'povìøení revokace' mù¾e v nìkterých verzích PGP vést k odmítnutí tohoto klíèe.

source: You may not add a designated revoker to a PGP 2.x-style key.
cs: Nemìli by jste pøidávat 'povìøení revokace' k PGP2 klíèi.

source: Enter the user ID of the designated revoker:
cs: Vlo¾te identifikátor u¾ivatele povìøeného revokací:

source: cannot appoint a PGP 2.x style key as a designated revoker
cs: klíè formátu PGP 2.x nelze povìøit revokací

source: you cannot appoint a key as its own designated revoker
cs: klíè nelze povìøit revokací jím samým

source: this key has already been designated as a revoker
cs: tento klíè ji¾ bykl povìøen revokací

source: WARNING: appointing a key as a designated revoker cannot be undone!
cs: VAROVÁNÍ: ustanovení klíèe 'povøeným revokátorem' je nevratná operace!

source: Are you sure you want to appoint this key as a designated revoker? (y/N)
cs: Jste si jistí, ¾e tento klíè chcete povìøit revokací? (a/N)

source: Please remove selections from the secret keys.
cs: Prosím, odstraòte výbìr z tajných klíèù.

source: Please select at most one subkey.
cs: Prosím, vyberte nejvý¹e jeden podklíè.

source: Changing expiration time for a subkey.
cs: Mìním dobu expirace podklíèe.

source: Changing expiration time for the primary key.
cs: Mìním dobu expirace primárního klíèe.

source: You can't change the expiration date of a v3 key
cs: Nemù¾ete zmìnit dobu platnosti klíèe verze 3

source: No corresponding signature in secret ring
cs: V souboru tajných klíèù chybí odpovídající podpis

source: Please select exactly one user ID.
cs: Prosím, vyberte právì jeden id u¾ivatele .

source: skipping v3 self-signature on user ID "%s"
cs: pøeskoèen v3 podpis klíèe jím samým u u¾ivatelského id "%s"

source: Enter your preferred keyserver URL:
cs: Vlo¾te URL preferovaného keyserveru:

source: Are you sure you want to replace it? (y/N)
cs: Jste si jistý(á), ¾e jej chcete pøepsat? (a/N)

source: Are you sure you want to delete it? (y/N)
cs: Jste si jistý(á), ¾e jej chcete smazat? (a/N)

source: No user ID with index %d
cs: Neexistuje identifikátor u¾ivatele s indexem %d

source: No user ID with hash %s
cs: Neexistuje u¾ivatelské ID s hashem %s

source: No subkey with index %d
cs: Neexistuje podklíè s indexem %d

source: user ID: "%s"
cs: id u¾ivatele:"%s"

source: signed by your key %s on %s%s%s
cs: podepsáno va¹ím klíèem %s v %s%s%s

source: (non-exportable)
cs: (neexportovatelné)

source: This signature expired on %s.
cs: Platnost podpisu vypr¹í %s.

source: Are you sure you still want to revoke it? (y/N)
cs: Jste si jistý, ¾e jej chcete stále revokovat? (a/N)

source: Create a revocation certificate for this signature? (y/N)
cs: Vytvoøit pro tento podpis revokaèní certifikát? (a/N)

source: You have signed these user IDs on key %s:
cs: Podepsal(a) jste následující identifikátory u¾ivatele: %s:

source: (non-revocable)
cs: (nerevokovatelné)

source: revoked by your key %s on %s
cs: revokováno va¹ím klíèem %s v %s

source: You are about to revoke these signatures:
cs: Chystáte se revokovat tyto podpisy:

source: Really create the revocation certificates? (y/N)
cs: Opravdu vytvoøit revokaèní certifikáty? (a/N)

source: no secret key
cs: neexistuje tajný klíè

source: user ID "%s" is already revoked
cs: U¾ivatelské ID "%s" je ji¾ revokováno.

source: WARNING: a user ID signature is dated %d seconds in the future
cs: VAROVÁNÍ: podpis ID u¾ivatele je datován %d sekund v budoucnosti

source: Key %s is already revoked.
cs: Klíè %s je ji¾ revokován.

source: Subkey %s is already revoked.
cs: Podklíè %s je ji¾ revokován.

source: Displaying %s photo ID of size %ld for key %s (uid %d)
cs: Zobrazuji %s fotografický ID o velikosti %ld pro klíè %s (uid %d)

source: preference `%s' duplicated
cs: duplicita pøedvolby `%s'

source: too many cipher preferences
cs: pøíli¹ mnoho pøedvoleb pro ¹ifrování

source: too many digest preferences
cs: pøíli¹ mnoho pøedvoleb pro vzorkování

source: too many compression preferences
cs: pøíli¹ mnoho pøedvoleb pro komprimaci

source: invalid item `%s' in preference string
cs: neplatná polo¾ka `%s' v øetìzci s pøedvolbami

source: writing direct signature
cs: zapisuji podpis klíèe jím samým (direct signature)

source: writing self signature
cs: zapisuji podpis klíèe sebou samým

source: writing key binding signature
cs: zapisuji "key-binding" podpis

source: keysize invalid; using %u bits
cs: neplatná délka klíèe; pou¾iji %u bitù

source: keysize rounded up to %u bits
cs: délka klíèe zaokrouhlena na %u bitù

source: Sign
cs: Podepisování

source: Encrypt
cs: ©ifrování

source: Authenticate
cs: Autentizace

source: Possible actions for a %s key:
cs: Pro klíè %s lze provést:

source: Current allowed actions:
cs: Aktuálnì povolené akce:

source: (%c) Toggle the sign capability
cs: (%c) Zapnout/vypnout schopnost podepisovat

source: (%c) Toggle the encrypt capability
cs: (%c) Zapnout/vypnout schopnost ¹ifrovat

source: (%c) Toggle the authenticate capability
cs: (%c) Zapnout/vypnout schopnost autentizovat

source: (%c) Finished
cs: (%c) Konec

source: Please select what kind of key you want:
cs: Prosím, vyberte druh klíèe, který chcete:

source: (%d) DSA (sign only)
cs: (%d) DSA (pouze pro podpis)

source: (%d) RSA (sign only)
cs: (%d) RSA (pouze pro podpis)

source: (%d) Elgamal (encrypt only)
cs: (%d) ElGamal (pouze pro ¹ifrování)

source: (%d) RSA (encrypt only)
cs: (%d) RSA (pouze pro ¹ifrování)
